Repository: nvdaes/emoticons
Catalog: addon/locale/an/LC_MESSAGES/nvda.po
Languages: an

source: You have installed the Emoticons add-on, probably an old and incompatible version with this one. Do you want to uninstall the old version?
an: Has instalau lo complemento d'emoticons, prebablement una versión viella ye incompatible con ista. Quiers desinstalar-ne a versión viella?

source: Uninstall incompatible add-on
an: Desinstalar o complemento incompatible

source: You seem to have previous settings saved for this add-on. Do you want to import them?
an: Pareix que tiens alzaus achustes previos pa iste complemento. Quiers importar-los?

source: Import Emoticons add-on settings
an: Importar os achustes d'o complemento d'emoticons

source: Emoji
an: Emoticón

source: Emoticon
an: Emoticón

source: Manag&e emoticons
an: Administrar os &emoticons

source: Emoticons menu
an: Menú d'emoticons

source: &Insert emoticon...
an: F&icar l'emoticón

source: Shows a dialog to insert a smiley
an: Amuestra un dialogo ta ficar un emoticón

source: &Customize emoticons...
an: Emoti&cons personalizaus...

source: Shows a dictionary dialog to customize emoticons
an: Amuestra un dialogo de diccionario ta personalizar emoticons

source: &Activation settings...
an: Propiedatz d'&activación...

source: Shows a dialog to choose when emoticons speaking should be activated
an: Amuestra un dialogo ta esleyir quan s'activará a lectura d'os emoticons

source: Emoticons dictionary
an: Diccionario d'emoticons

source: Emoticons off.
an: Emoticons desenchegaus.

source: Emoticons on.
an: Emoticons enchegaus.

source: Toggles on and off the announcement of emoticons.
an: Selecciona entre enchegar u desenchegar l'anunciau d'os emoticons.

source: Shows a dialog to select a smiley you want to paste.
an: Amuestra un dialogo ta seleccionar l'emoticón que quiers apegar.

source: Shows the Emoticons dictionary dialog.
an: Amuestra o dialogo de diccionario d'emoticons.

source: Shows the Emoticons Activation settings dialog.
an: Amuestra o dialogo d'opcions d'activación d'emoticons.

source: Insert emoticon
an: Ficar l'emoticón

source: &Filter:
an: &Filtro:

source: &All
an: &Totz

source: &Standard
an: E&standar

source: Emoj&is
an: Emot&icons

source: &List of smilies
an: &Lista d'emoticons

source: Name
an: Nombre

source: Type
an: Mena

source: Characters
an: Caracters

source: Standard
an: Estandar

source: There is not any emoticon selected.
an: No bi ha garra emoticón seleccionau.

source: Smiley copied to clipboard, ready for you to paste.
an: S'ha copiau o emoticón en o portafuellas y ye presto pa que lo apegues.

source: Cannot copy smiley.
an: No se puet copiar o emoticón.

source: Rese&t
an: Res&tablir

source: Save and e&xport dictionary
an: Alzar y e&xportar o diccionario

source: Activation settings
an: Propiedatz d'activación

source: &Activate speaking of emoticons at start:
an: &Activar a lectura d'os emoticons a lo prencipio:

source: &Copy activation settings
an: &Copiar as propiedatz d'activación

source: Grinning face
an: Cara sonrient

source: Happy face with open mouth and squinting eyes
an: Cara feliz con a boca ubierta y os uellos estrenyius

source: Happy face with open mouth
an: Cara feliz con a boca ubierta

source: Happy face with wide mouth and squinting eyes
an: Cara feliz con a boca ampla y os uellos estrenyius

source: Smirking face
an: Cara con sonrisa de goyo

source: Slightly smiling face
an: Cara una mica sonrient

source: white smiling face
an: Cara blanca sonrient

source: Happy face with halo
an: Cara feliz con zunyo

source: White frowning face
an: Cara blanca con a zunya zuncida

source: Winking face
an: Cara clucando un uello

source: Smiling face with heart shaped eyes
an: Cara sonrient con os uellos en forma de corazón

source: Rose
an: Rosa

source: Expressionless face
an: Cara inexpresiva

source: Neutral face
an: Cara neutral

source: Face without mouth
an: Cara sin boca

source: Face throwing a kiss
an: Cara aventando un beso

source: Kissing face with closed eyes
an: Cara fendo un beso con os uellos zarraus

source: Kissing face with open eyes
an: Cara fendo un beso con os uellos ubiertos

source: Kissing face with arched eyes
an: Cara fendo un beso con os uellos arquiaus

source: Winking face with stuck out tongue
an: Cara clucando un uello y quitando a luenga

source: Face with stuck out tongue and eyes tightly closed
an: Cara quitando a luenga con os uellos bien pretos

source: Face with stuck out tongue and eyes open
an: Cara quitando a luenga con os uellos ubiertos

source: Hugging face
an: Cara abrazando

source: Flushed face
an: Cara roya

source: Face with clenched teeth
an: Cara con os dients pretos

source: Person frowning
an: Persona con a zunya zuncida

source: Devil with evil smile
an: Diaple con riseta dolent

source: Devil
an: Diaple

source: Relieved face
an: Cara d'alivio

source: Unamused face
an: Cara insatisfeita

source: Tired face
an: Cara escerrenada

source: Crying face
an: Cara plorando

source: Face with tears of joy
an: Cara con glarimas d'alegría

source: Loudly crying face
an: Cara plorando a saber-lo

source: Sleepy face
an: Cara murriosa

source: Shrugging emoji
an: Emoticón acurrupindo-se de uembros

source: Disappointed face
an: Cara de decepción

source: Disappointed but relieved face
an: Cara de decepción pero desafogada

source: Exasperated face
an: Cara alticamada

source: Happy face with teardrop
an: Cara feliz con glarimas

source: Face with cold sweat
an: Cara con sudor freda

source: Whaling face
an: Cara fendo a ballena

source: Whaling face with squinting eyes
an: Cara fendo a ballena con os uellos estrenyius

source: Fearful face
an: Cara de terror

source: Face screaming in fear
an: Cara chilando de miedo

source: Angry face
an: Cara encarranyada

source: Pouting face
an: Cara d'enullo

source: Huffing with anger face
an: Cara ruflando de carranya

source: Confounded face
an: Cara trafucada

source: Smiling Face With Open Mouth and Tightly-Closed Eyes
an: Cara sonrient con a boca ubierta y os uellos bien pretos

source: Happy face licking lips
an: Cara feliz laminando-se

source: Happy face with sunglasses
an: Cara feliz con antiparras de sol

source: Sleeping face
an: Cara adormindo-se

source: Very astonished face
an: Cara muit enarcada

source: Astonished face
an: Cara enarcada

source: Worried face
an: Cara preocupada

source: Surprised and dismayed face
an: Cara sorprendida y acachuguida

source: Anguished face
an: Cara anguniada

source: Open mouth and surprised face
an: Cara sorprendida con a boca ubierta

source: Grimacing face
an: Cara fendo momos

source: Confused face
an: Cara trafucada

source: Surprised face
an: Cara sorprendida

source: Broken heart
an: Corazón crebau

source: Pulsating heart
an: Corazón traquetiando

source: Beating heart
an: Corazón traquetiando

source: Two hearts
an: Dos corazons

source: Heart with arrow
an: Corazón con flecha

source: Purple heart
an: Corazón morau

source: Red heart
an: Corazón colorau

source: Yellow heart
an: Corazón amariello

source: Green heart
an: Corazón verde

source: Blue heart
an: Corazón azul

source: Happy cat face with heart shaped eyes
an: Cara de gato feliz con os uellos en forma de corazón

source: Ok hand sign
an: Sinyal d'aprebación con a man

source: Thumbs up symbol
an: Simbolo de dido gordo entalto

source: Thumbs down symbol
an: Simbolo de dido gordo entabaixo

source: Victory Hand
an: Man de victoria

source: smiling smiley
an: emoticón sonrient

source: Laughing smiley
an: emoticón redindo-se

source: surprised smiley
an: emoticón sorprendiu

source: winking smiley
an: EMOTICÓN CLUCANDO LO UELLO

source: crying smiley
an: emoticón plorando

source: Confused Face
an: Cara trafucada

source: sweating smiley
an: emoticón sudando

source: Robot Smiley
an: robot

source: speechless smiley
an: emoticón enlucernau

source: kiss smiley
an: beso

source: cheeky smiley
an: luenga difuera

source: blushing smiley
an: emoticón royo

source: wondering smiley
an: emoticón dandaloso

source: sleepy smiley
an: emoticón con suenio

source: dull smiley
an: emoticón aburriu

source: my lips are sealed smiley
an: morros sellaus

source: dancing smiley
an: emoticón danzando

source: crying a lot smiley
an: emoticón plorando asaber-lo

source: angry smiley
an: emoticón encarranyau

source: worried smiley
an: emoticón preocupau

source: heart smiley
an: corazón

source: Angel Smiley
an: Anchel

source: Confused Smiley
an: emoticón confundiu

source: Devil Smiley
an: Diaple

source: Keke Smiley
an: pastel

source: Bored smiley
an: emoticón sonrient con os uellos zarraus

source: Angry Smiley
an: Emoticón encarranyau

source: Cat Smiley
an: Mixín

source: I am Sleepy smiley
an: soi adormiu

source: glasses smiley
an: emoticóncon mirallos

source: shark smiley
an: tiburón

source: cash smiley
an: diners

source: muscle smiley
an: musclo

source: beer smiley
an: biera

source: drink smiley
an: emoticón bebendo

source: ninja smiley
an: ninja

source: cool smiley
an: emoticón interesant

source: in love smiley
an: emoticón enamorau

source: fingers crossed smiley
an: didos en cruz

source: yawning smiley
an: emoticón badallando

source: puking smiley
an: fastio

source: doh! smiley
an: ui!

source: it wasn't me! smiley
an: no soi estau yo

source: party smiley
an: borina

source: mmmmmm... smiley
an: mmmmmm...

source: nerdy smiley
an: empollón

source: hi smiley
an: ola!

source: facepalm smiley
an: emoticón desasperau

source: devil smiley
an: diaple

source: angel smiley
an: anchel

source: envy smiley
an: emoticón invidioso

source: wait smiley
an: aguarda

source: hug smiley
an: abrazada

source: make-up smiley
an: maquillache

source: giggle smiley
an: riseta

source: clapping smiley
an: emoticón aplaudindo

source: thinking smiley
an: emoticón pensaroso

source: bowing smiley
an: reverencia

source: rolling on the floor laughing! smiley
an: emoticón esmelicando-se

source: relieved smiley
an: emoticón aliviau

source: happy smiley
an: emoticón contento

source: smirking smiley
an: risalleta de goyo

source: nodding smiley
an: emoticón afirmando

source: shakeing smiley
an: emoticón negando

source: waiting smiley
an: emoticón aguardando

source: Emo smiley
an: emo

source: yes smiley
an: sí

source: no smiley
an: no

source: handshake smiley
an: pretada de mans

source: high five smiley
an: choca ixas cinco

source: lalala smiley
an: mormormor

source: heidy smiley
an: esquiruelo

source: flower smiley
an: flor

source: raining smiley
an: plebida

source: sunny smiley
an: sol

source: tumbleweed smiley
an: planta rodant

source: music smiley
an: mosica

source: bandit smiley
an: bandiu

source: too much information smiley
an: masiada información

source: coffee smiley
an: café

source: pizza smiley
an: pizza

source: cake smiley
an: Tarta

source: star smiley
an: estrela

source: Enables the announcement of emoticon names instead of the character Representation.
an: Enchega l'anunciau d'os nombres d'os emoticons en cuenta d'a representación de caracters.
