Repository: nvdaes/emoticons
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de, es_co, fa, fr, gl, he, hr, hu, ne, nl, pl, pt_br, ro, sk, sr, uk, vi, zh_cn

source: You seem to have previous settings saved for this add-on. Do you want to import them, removing deprecated files?
bg: Изглежда имате запазени предходни настройки за тази добавка. Искате ли да ги внесете, като премахнете несъвместимите файлове?
de: Scheinbar haben Sie bereits eine ältere Konfiguration dieser Erweiterung gespeichert. Möchten Sie diese importieren?
pl: Prawdopodobnie posiadasz ustawienia poprzedniej wersji tego dodatku. Czy chcesz je zaimportować, usuwając przestarzałe pliki?
pt_br: Você parece ter configurações salvas anteriormente para este complemento. Gostaria de importá-las, removendo os arquivos obsoletos?
ro: Se pare că aveți setările anterioare salvate pentru acest supliment. Doriți să le importați ștergând fișierele depreciate?
sk: Našli sa nastavenia zo staršej verzie doplnku.Cchcete ich ponechať a odstrániť nepotrebné súbory?
sr: Imate prethodno sačuvana podešavanja za ovaj dodatak. Želite li da ih uvezete uklanjajući zastarela podešavanja?
uk: Здається, для цього додатка збережено попередні налаштування. Ви хочете імпортувати їх під час видалення застарілих файлів?

source: Import Emoticons add-on settings
ar: استيراد إعدادات إضافة رموز المشاعر
bg: Внасяне на настройки за добавката за емотикони
de: Einstellungen importieren
es_co: Importar configuración del complemento Emoticons
fr: Importer les paramètres du module complémantaire Emoticons
gl: Importar configuración do complemento Emoticons
he: יבוא הגדרות תוסף רגשונים
hr: Uvoz postavki dodatka za emotikone
hu: A hangulatjelek bővítmény beállításainak importálása
ne: इमोटिकन अनुकूलनलाई आयात गर्नु होस् ।
nl: Importeer emoticons add-on instellingen
pl: Importuj ustawienia dodatku Emotikony
pt_br: Importar configurações do complemento Emoticons
ro: Setările de importare a extensiei Emoticons
sk: Importovať nastavenia emotikonov
sr: Uvezi podešavanja za ovaj dodatak
uk: Імпортувати налаштування додатка Emoticons

source: Emoji
bg: Емоджи
he: רגשון
ro: Moji
uk: Емодзі

source: Emoticon
bg: Емотикона
fr: Frimousse
gl: Emoticón
he: רגשונים
pl: emotikon
sk: Emotikon
sr: Emotikon
uk: Смайлик

source: &Insert emoticon...
bg: &Вмъкни емотикона...
de: Emoticon e&infügen
fr: &Insérer une frimousse...
gl: &Insertar emoticón
he: &הדבקת הרגשון
pl: &Wstaw emotikon..
pt_br: &nserir emoticon...
ro: &Inserare emoticon
sk: &Vložiť emotikon...
sr: &Ubaci emotikon
uk: &Вставити смайлик чи емодзі…

source: Shows a dialog to insert a smiley
ar: عرض محاورة لإدخال ابتسامة
bg: Извежда диалог за вмъкване на емотикона
de: Zeigt ein Dialogfeld zum Einfügen eines Smileys.
es_co: Muestra un diálogo para insertar un emoticono
fr: Afficher un dialogue pour insérer une frimousse
gl: Amosa un diálogo para insertar un emoticón
he: פתיחת תיבת דו-שיח של רגשונים
hr: Prikazuje dijaloški okvir za umetanje smješka
hu: Megnyitja a hangulatjel beszúrása párbeszédablakot
ne: चेहरा घुसाउने पातो देखाउने छ ।
nl: Toont een dialoogvenster om een smiley in te voegen
pl: Wyświetla okno wstawiania emotikonów
pt_br: Mostra um diálogo para inserir uma carinha
ro: Arată un dialog pentru a insera un zâmbet
sk: Zobrazí dialóg na vloženie emotikonu a smajlíka
sr: Prikazuje dijalog za ubacivanje emotikona
uk: Показує діалог вставки смайлів

source: In&sert symbol...
uk: &Вставити символ…

source: Shows a dialog to insert a symbol
uk: Показує діалог вставки символа

source: &Emoticons dictionary...
bg: Речник за &емотиконите...
pl: &słownik emotikonów...
pt_br: Dicionário de &emoticons...
sk: &slovník s emotikonmi...
sr: Rečnik &emotikona
uk: &Словник смайликів та емодзі…

source: Shows a dictionary dialog to customize emoticons
ar: عرض محاورة القاموس لتخصيص رموز المشاعر.
bg: Извежда диалог на речника за персонализиране на емотиконите
de: Zeigt ein Dialogfeld zur Anpassung der Emoticons an.
es_co: Muestra un diálogo de diccionario para personalizar emoticonos
fr: Afficher un dialogue du dictionnaire de personnalisation des frimousses
gl: Amosa un diálogo de diccionario para persoalizar emoticóns
he: מציג את המילון המאפשר להגדיר את הרגשונים
hr: Prikazuje dijaloški okvir riječnika za prilagodbu emotikona
hu: Megnyitja a hangulatjelek szerkeztése párbeszédablakot
ne: इमोटिकनलाई मिलाउन चाहिने शब्दकोषको पातो देखाउने छ ।
nl: Toont een woordenboekdialoogvenster om emoticons te personaliseren
pl: Wyświetla okno zarządzania emotikonami
pt_br: Mostra um diálogo de dicionário para personalizar emoticons
ro: Arată un dialog dicționar pentru a personaliza emoticoane
sk: Zobrazí užívateľský slovník s emotikonmi
sr: Prikazuje dijalog za prilagođavanje emotikona
uk: Показує словник налаштування вимови емодзі

source: Toggles on and off the announcement of emoticons.
ar: للتحول بين تفعيل وتعطيل الإعلان عن رموز المشاعر.
bg: Превключва прочитането на емотиконите.
de: Schaltet die Ansage der Emoticons an oder aus.
es_co: Activa y desactiva el anuncio de emoticonos.
fr: Activer ou désactiver l'annonce des frimousses.
gl: Activa e desactiva o anuncio de emoticóns.
he: מיתוג הקראת הרגשונים
hr: Naizmjence uključuje i isključuje najavu emotikona.
hu: A hangulatjelek bemondásának be, és kikapcsolása közötti váltás.
ne: इमोटिकन घोषणा प्रक्रियालाईउल्टाइ दिन्छ ।
nl: Schakelt het melden van emoticons in en uit.
pl: Włącza lub wyłącza oznajmianie emotikonów.
pt_br: Ativa e desativa o anúncio de emoticons.
ro: Comută între activarea și dezactivarea anunțurilor emoticoanelor.
sk: Zapína a vypína oznamovanie emotikonov.
sr: Uključuje i isključuje izgovor emotikona
uk: Вмикає й вимикає вимову смайликів та емодзі.

source: Emoticons off.
ar: رموز المشاعر لا تعمل.
bg: Прочитането на емотикони е изключено.
de: Emoticons aus.
es_co: Emoticonos desactivados.
fr: Frimousses désactivées.
gl: Emoticóns desactivados.
he: רגשונים לא פעילים
hr: Emotikoni su isključeni.
hu: Hangulatjelek kikapcsolva
ne: इमोटिकन बन्द
nl: Emoticons uit.
pl: Emotikony wyłączone.
pt_br: Desativados emoticons.
ro: Emoticoane dezactivate.
sk: Neoznamovať emotikony.
sr: Emotikoni isključeni.
uk: Вимову смайликів та емодзі вимкнено.

source: Emoticons on.
ar: رموز المشاعر تعمل.
bg: Прочитането на емотикони е включено.
de: Emoticons ein.
es_co: Emoticonos activados.
fr: Frimousses activées.
gl: Emoticóns activados.
he: רגשונים פעילים
hr: Emotikoni su uključeni.
hu: Hangulatjelek bekapcsolva
ne: इमोटिकन खुल्यो
nl: Emoticons aan.
pl: Emotikony włączone.
pt_br: Ativados emoticons.
ro: Emoticoane activate.
sk: Oznamovať emotikony.
sr: Emotikoni uključeni.
uk: Вимову смайликів та емодзі увімкнено.

source: Shows a dialog to select a smiley you want to paste.
ar: عرض محاورة لتختار ابتسامة للصقها.
bg: Извежда диалог за избор на емотикона за вмъкване
de: Zeigt ein Dialogfeld zum Auswählen eines Smileys an, das Sie einfügen möchten.
es_co: Muestra un diálogo para seleccionar un emoticono que quieras pegar.
fr: Afficher un dialogue pour sélectionner la frimousse que vous souhaitez coller.
gl: Amosa un diálogo para seleccionar un emoticón que queras pegar.
he: פתיחת תיבת הדו-שיח המאפשר לבחור את הרגשון הרצוי
hr: Prikazuje dijalog za odabir smješka koji želite prilijepiti.
hu: Megjelenít egy párbeszédablakot, amelyben kiválaszthatja a beszúrni kívánt hangulatjelet.
ne: तपाइले टास्न चाहनु भएको चेहराको पातो पल्टाइ दिने छ ।
nl: Geeft een dialoogvenster weer waarin u een te plakken smiley kunt selecteren.
pl: Wyświetla okno wyboru emotikonów do wklejenia.
pt_br: Mostra um diálogo para escolher uma carinha que deseje colar.
ro: Arată un dialog pentru a selecta un zâmbet unde vrei să îl lipești.
sk: Zobrazí dialóg, v ktorom môžete vybrať smajlíka, ktorého chcete vložiť.
sr: Prikazuje dijalog za odabir emotikona
uk: Показує діалог вибору смайликів для вставки.

source: Shows a dialog to select a symbol you want to paste.
uk: Показує діалог вибору символа, який ви бажаєте вставити.

source: Shows the Emoticons dictionary dialog.
bg: Извежда диалог на речника с емотиконите
de: Zeigt das Dialog des Emoticon-Wörterbuchs an
fr: Afficher le dialogue du dictionnaire des Frimousses.
gl: Amosar o diálogo Diccionario de Emoticóns.
he: מילון הרגשונים
pl: Wyświetla dialog słownika emotikonów.
pt_br: Mostra o diálogo Dicionário de Emoticons
ro: Afișează dialogul cu dicționarul emoticoanelor.
sk: Zobrazí slovník s emotikonmi.
sr: Prikazuje dijalog sa spiskom emotikona.
uk: Показує словник смайликів та емодзі.

source: Shows the Emoticons settings.
bg: Извежда настройките за емотиконите.
pl: Wyświetla ustawienia emotikonów.
pt_br: Mostra as configurações de Emoticons.
sk: Zobrazí nastavenia emotikonov.
sr: Prikazuje podešavanja emotikona
uk: Показує налаштування додатка Emoticons.

source: Shows the symbol positioned where the review cursor is located.
pl: Pokazuje ulokowany symbol pod kursorem przeglądu.
sk: Zobrazí symbol pod prezeracím kurzorom.
uk: Показує символ у позиції переглядового курсора.

source: No symbol replacement
pl: Nie ma zamiany symbolu
sk: žiadna náhrada
uk: Немає символа для заміни

source: Character: {} Replacement: {}
pl: Znak: {} Replacement: {}
sk: Symbol: {} nahradiť s: {}
uk: Символ: {} Заміна: {}

source: Symbol at the review cursor position ({})
pl: Symbol pod kursorem przeglądu ({})
sk: Symbol pod kurzorom ({})
uk: Символ у позиції переглядового курсора ({})

source: Shows the symbol positioned where the caret is located.
pl: Pokazuje symbol tam, gdzie się znajduje kursor.
sk: Zobrazí symbol pod systémovým kurzorom.
uk: Показує символ у місці розташування системної каретки.

source: Symbol at the caret position ({})
pl: symbol pod kursorem ({})
sk: Symbol pod kurzorom ({})
uk: Символ у позиції системної каретки ({})

source: Insert emoticon
ar: إدخال رمز مشاعر
bg: Вмъкване на емотикона
de: Emoticon einfügen
es_co: Insertar emoticono
fr: Insérer une frimousse
gl: Insertar emoticón
he: הדבקת הרגשון
hr: Umetni emotikon
hu: Hangulatjel beszúrása
ne: इमोटिकनलाई घुसाउ
nl: Voeg emoticon in
pl: Wstaw emotikon
pt_br: Inserir emoticon
ro: Inserează emoticon
sk: Vložiť emotikon
sr: Ubaci emotikon
uk: Вставити смайлик чи емодзі

source: &Filter:
bg: &Филтрирай по:
es_co: &Filtrar:
fr: &Filtrer:
gl: &Filtrar:
he: מסנן
pl: &Filtruj:
pt_br: &Filtro:
ro: &Filtrare
uk: &Фільтрувати:

source: &All
bg: &Всички
de: &alle
es_co: &Todo
fr: &Tous
gl: &Todos
he: הכל
pl: &Wszystkie
pt_br: &Todos
ro: &toate
sk: &Všetky
sr: &Svi
uk: &Усі

source: &Standard
bg: &Стандартни
gl: &Estándar
he: רגיל
pl: &Standardowe
pt_br: &Padrão
sk: &Štandardné
sr: S&tandardni
uk: &Стандартні

source: Emoj&is
bg: &Емоджита
he: רגשונים בלבד
pl: Emoj&i
ro: Mojiuri
sk: Emoj&i
sr: &Emoji
uk: Емо&дзі

source: &List of smilies
bg: С&писък на емотиконите
de: &Liste der Smileys
fr: &Liste des frimousses
gl: &Lista de emoticóns
he: &רשימת סמיילים
pl: &Lista uśmiechów
pt_br: &Lista de faces
ro: &Lista zâmbetelor
sk: &Zoznam smajlíkov
sr: Lista emotikona
uk: &Список смайликів

source: Name
bg: Име
es_co: Nombre
fr: Nom
gl: Nome
he: שם
pl: Nazwa
pt_br: Nome
ro: Nume
sk: Názov
sr: Ime
uk: Ім’я

source: Type
ar: يكتب
bg: Тип
de: Tüp
es_co: TIPO
gl: Tipo
he: סוג
hr: Tip
hu: Típus
ne: किसिम
pl: Typ
pt_br: Tipo
ro: Tip
sk: typ
sr: Tip
uk: Тип

source: Characters
bg: Знаци
de: Zeichen
es_co: Caracteres
fr: Caractères
gl: Carácteres
he: תווים
pl: Znaki
pt_br: Caracteres
ro: Caractere
sk: Znaky
sr: Znakovi
uk: Символи

source: Standard
bg: Стандартна
es_co: Estándar
gl: Estándar
he: רגיל
pl: Standardowe
pt_br: Padrão
sk: Štandardné
sr: Standardni
uk: Стандартний

source: There is not any emoticon selected.
bg: Не е избрана емотикона.
de: Es ist kein Emoticon ausgewählt.
es_co: No se ha seleccionado ningún emoticono.
fr: Aucune frimousse n'est sélectionnée.
gl: Non hay ningún emoticono seleccionado.
he: לא נבחרו רגשונים
pl: żaden emotikon nie jest zaznaczony.
pt_br: Não há emoticon selecionado.
ro: Nu există nici un emoticon selectat.
sk: Nie je vybratý žiadny emotikon.
sr: Nijedan emotikon nije odabran
uk: Не вибрано жодного смайлика чи емодзі.

source: Smiley copied to clipboard, ready for you to paste.
ar: تم نسخ الابتسامة إلى الحافظة وجاهزة للصقها.
bg: Емотиконата бе копирана в клипборда и е готова за поставяне.
de: Das Smiley wurde in die Zwischenablage kopiert und jetzt können Sie es an gewünschter Stelle einfügen.
es_co: Emoticono copiado al portapapeles, listo para pegar.
fr: Frimousse copiée dans le presse-papiers, prête pour que vous la colliez.
gl: Emoticón copiado ó portapapeis, listo para se pegar.
he: הרגשון הועתק לזכרון הזמני והוא עתה זמין להדבקה
hr: Smješko je kopiran u međuspremnik, spreman da ga zalijepite.
hu: A hangulatjel a vágólapra másolva, beillesztheti.
ne: चेहरालाई क्लीपपाटिमा उतारियो , टास्न तयार छ ।
nl: Smiley naar het klembord gekopieerd, het is nu mogelijk om te plakken.
pl: Buźka skopiowana do schowka, gotowa do wklejenia.
pt_br: Carinha copiada para a área de transferência, pronta para colar.
ro: Zâmbet copiat pe planșetă, gata să îl lipiți.
sk: Skopírované do schránky.
sr: Emotikon je kopiran u privremenu memoriju, spreman za nalepljivanje.
uk: Смайлик скопійований у буфер обміну й готовий до вставки.

source: Cannot copy smiley.
ar: لا يمكن نسخ الابتسامة.
bg: Копирането на емотиконата е невъзможно.
de: Das Smiley konnte nicht kopiert werden.
es_co: No se puede copiar el emoticono.
fr: Impossible de copier la frimousse.
gl: Non se pode copiar o emoticón.
he: לא ניתן להעתיק את הרגשון
hr: Smajli se ne može kopirati.
hu: A hangulatjel nem másolható.
ne: चेहराको प्रति उतार्न सकिएन ।
nl: Kan smiley niet kopiëren.
pl: Nie można skopiować emotikony.
pt_br: Impossível copiar carinha.
ro: Zâmbetul nu poate fi copiat.
sk: Nepodarilo sa skopírovať emotikon.
sr: Nije moguće kopirati emotikon.
uk: Неможливо скопіювати смайл.

source: Emoticons dictionary (%s)
bg: Речник на емотиконите (%s)
de: Emoticons-Wörterbuch (%s)
pl: Słownik emotikonów (%s)
pt_br: Dicionário de emoticons (%s)
ro: Dicționar de emoticoane (%s)
sk: Slovník s emotikonmi (%s)
sr: Rečnik emotikona (%s)
uk: Словник смайликів (%s)

source: Rese&t
ar: استعاد&ة
bg: За&нули
de: Zurückse&tzen
es_co: Reinicia&r
fr: Réi&nitialiser
gl: Re&iniciar
he: &איפוס
hr: Rese&tiraj
hu: &Visszaállítás
ne: &ताजकिकरण
pl: &Resetuj
pt_br: Res&taurar
ro: &Resetează
sk: &Obnoviť
sr: &Resetuj
uk: Скинут&и

source: Save and e&xport dictionary
ar: حفظ وت&صدير القاموس
bg: Запиши и е&кспортирай речника
de: Wörterbuch speichern und e&xportieren
es_co: Guardar y e&xportar diccionario
fr: Enregistrer et e&xporter le dictionnaire
gl: Gardar e e&xportar diccionario
he: &שמירה ויצוא של המילון
hr: Spremiti i I&zvesti rječnik
hu: &Szótár mentése és exportálása
ne: बचत गरी &शब्दकोषलाई निर्यात गर ।
nl: Woordenboek opslaann en e&xporteren
pl: Zapisz i &eksportuj słownik
pt_br: Salvar e e&xportar dicionário
ro: Salvează și exportă dicționarul.
sk: Uložiť a e&xportovať slovník
sr: &Sačuvaj i izvezi rečnik
uk: Зберегти й &експортувати словник

source: Insert Symbol (%s)
uk: Вставити символ (%s)

source: &Add
ar: &إضافة
hr: &Dodaj
hu: &Hozzáadás
ne: &थप
nl: &Toevoegen
uk: &Додати

source: Symbols to &copy:
uk: Символи для &копіювання:

source: Symbol copied to clipboard, ready for you to paste.
uk: Символ скопійовано в буфер обміну й готовий до вставки.

source: Cannot copy symbol.
uk: Неможливо скопіювати символ.

source: &Activate speaking of emoticons:
bg: &Задействай прочитането на емотиконите:
de: &Ansagen der Emoticons einschalten:
pl: &aktywuj wypowiadanie emotikonów:
pt_br: &Ativar fala de emoticons:
ro: &Activează vorbirea emoticoanelor:
sk: &Oznamovať emotikony:
sr: &Aktiviraj izgovor emotikona :
uk: &Активувати вимову смайликів та емодзі:

source: Speak add-on emojis
pl: Wymawiaj emoji dodatku
sk: Oznamovať doplnkové emoji
uk: Промовляти емодзі додатка

source: &Remove not used dictionaries
bg: &Премахвай неизползваните речници
de: &Entferne nicht genutzte Wörterbücher
es_co: &Quitar los diccionarios no utilizados
pl: &Usuń nieużywane słowniki
pt_br: &Remover dicionários não usados
ro: &Șterge dicționarele neutilizate
sk: &Odstrániť nepoužívané slovníky
sr: Ukloni &rečnike koji se ne koriste
uk: &Вилучити словники, які не використовуються

source: Grinning face
bg: Широка усмивка
de: Grinsend
es_co: Cara sonriente
fr: Visage Souriant
gl: Cara sorrindo
he: רגשון מחייך
pl: Uśmiechnięta buźka
pt_br: Sorriso arreganhado
ro: Rânjet
sk: Škeriaca sa tvár
sr: Široki osmeh
uk: Широко всміхнене обличчя

source: Happy face with open mouth and squinting eyes
bg: Щастливо лице с отворена уста и присвити очи
de: Fröhliches Gesicht mit offenem Mund und schielenden Augen
es_co: Cara feliz con la boca abierta y ojos entrecerrados
fr: Visage content avec la bouche ouverte et les yeux qui louchent
gl: cara leda coa boca aberta e os ollos vesgos
he: רגשון השמח עם פה פעור ועיינים פוזלות
pl: śczęśliwa buźka z otwartymi ustami i zaciśniętymi oczami
pt_br: Feliz de boca aberta e olhos piscando
ro: Față fericită cu gura deschisă și ochii cruciși
sk: Šťastná tvár s otvorenými ústami a prižmúrenými očami
sr: Srećno lice sa otvorenim ustima i očima
uk: Широко всміхнене обличчя з примруженими очима

source: Happy face with open mouth
bg: Щастливо лице с отворена уста
de: Fröhliches Gesicht mit offenem Mund
es_co: Cara feliz con la boca abierta
fr: Visage content avec la bouche ouverte
gl: cara leda coa boca aberta
he: רגשון השמח עם פה פעור
pl: szczęśliwa buźka z otwartymi ustami
pt_br: Feliz de boca aberta
ro: Față fericită cu gura deschisă
sk: Šťastná tvár s otvorenými ústami
sr: Srećno lice sa otvorenim ustima
uk: Широко всміхнене обличчя з очищами

source: Smiling Face With Smiling Eyes
bg: Усмихнато лице с усмихнати очи
de: Lächelndes Gesicht mit lachenden Augen
es_co: Cara sonriente con ojos risueños
fr: Visage Souriant Avec Les Yeux Rieurs
pl: Uśmiechnięta buźka z uśmiechniętymi oczami
pt_br: Rosto sorridente com olhos sorridentes
ro: Față zămbitoare cu ochi zâmbitori
sk: Smejúca sa tvár s prižmúrenými očami
sr: Lice koje se smeje otvorenih očiju
uk: Усміхнене обличчя й очі

source: Smirking face
bg: Самодоволно лице
de: Blöd grinsendes Gesicht
fr: Visage Riant jaune
gl: Cara sorinte
he: רגשון נעלב
pl: ironiczny uśmiech
pt_br: Malicioso
ro: Rânjește
sk: Samoľúba tvár
sr: Smajli koji se zlobno osmehuje
uk: Самовдоволене обличчя

source: Slightly smiling face
bg: Леко усмихнато лице
de: Leicht lächelndes Gesicht
es_co: Cara con sonrisa leve
fr: Visage légèrement souriant
gl: Cara lixeiramente sorrinte
he: רגשון המחייך מעט
pl: Nieznacznie uśmiechnięta buźka
pt_br: Sorriso leve
ro: Față puțin zâmbitoare
sk: usmievajúca sa tvár
sr: Lice sa blagim osmehom
uk: Трохи всміхнене обличчя

source: white smiling face
bg: Бяло усмихнато лице
de: Helles lächelndes Gesicht
fr: visage souriant esquissé
gl: Cara branca sorrinte
he: רגשון המתנה
pl: biała uśmiechnięta buźka
pt_br: sorriso branco
ro: Față zâmbitoare albă
sk: biela usmievajúca sa tvár
sr: Smajli sa belim osmehom
uk: усміхнене обличчя

source: Happy face with halo
bg: Щастливо лице с ореол
de: Fröhliches Gesicht mit Heiligenschein
es_co: cara feliz con aureola
fr: Visage content avec auréole
gl: Cara leda con halo
he: רגשון השמח עם הילה
pl: szczęśliwa buźka z aureolą
pt_br: Feliz com auréola
ro: Față fericită cu halo
sk: Šťastná tvár volajúca haló
sr: Srećno lice
uk: Усміхнене обличчя з німбом

source: White frowning face
bg: Бяло намръщено лице
de: Weißes Stirnrunzelgesicht
es_co: Cara tímida frunciendo el ceño
fr: Visage fronçant les sourcils esquissé
gl: Cara branca carrancuda
he: רגשון הפנים חמורות ולבנות
pl: Biała chmurna buźka
pt_br: Carranca branca
ro: Față albă încruntată
sk: biela zamračená tvár
sr: Belo neraspoloženo lice
uk: Похмуре обличчя

source: Winking face
bg: Намигащо лице
de: zwinkerndes Gesicht
fr: Visage Clin d'œil
gl: cara choscando os ollos
he: רגשון קורץ
pl: Mrugnięcie
pt_br: Piscadela
ro: Face cu ochiul
sk: žmurkajúca tvár
sr: Smajli koji namiguje
uk: Обличчя що підморгує

source: Smiling face with heart shaped eyes
bg: Усмихнато лице със сърцевидна форма на очите
de: Lächelndes Gesicht mit herzförmigen Augen
es_co: Cara sonriente con ojos en forma de corazón
fr: Visage souriant avec des yeux en forme de cœur
gl: Cara sorrinte cos ollos en forma de corazón
he: רגשון המחייך עם עיניים בצורת לב
pl: Uśmiechnięta buźka z oczami w kształcie serc
pt_br: Sorrindo com olhos em forma de coração
ro: Față zâmbitoare cu ochii în formă de inimă
sk: smejúca sa tvár so srdiečkami
sr: Nasmejano lice sa očima u obliku srca
uk: Усміхнене обличчя з очами серцями

source: Rose
bg: Роза
es_co: Rosa
gl: Rosa
he: רגשון ורד
pl: Róża
pt_br: Rosa
ro: Trandafir
sk: Ruža
sr: Ruža
uk: Троянда

source: Expressionless face
bg: Безизразно лице
de: Ausdrucksloses Gesicht
es_co: Cara inexpresiva
fr: Visage inexpressif
gl: Cara inexpresiva
he: רגשון פנים חסרי הבעה
pl: buźka bez wyrazu
pt_br: Rosto inexpressivo
ro: Față inexpresivă
sk: Bezvýrazná tvár
sr: Lice sa nedokučivim izrazom
uk: Обличчя без емоцій

source: Neutral face
bg: Неутрално лице
de: neutrales Gesicht
es_co: Cara neutral
fr: Visage neutre
gl: Cara neutra
he: רגשון פנים ניטרלי
pl: Neutralna buźka
pt_br: Cara neutra
ro: Față neutră
sk: Neutrálna tvár
sr: Lice sa neutralnim izrazom
uk: Нейтральне обличчя

source: Face without mouth
bg: Лице без уста
de: Gesicht ohne Mund
es_co: Cara sin Boca
fr: Visage sans bouche
gl: Cara sen boca
he: רגשון פנים לא פה
pl: Buźka bez ust
pt_br: Rosto sem boca
ro: Față fără gură
sk: Tvár bez úst
sr: Lice bez usta
uk: Обличчя без рота

source: Face throwing a kiss
bg: Изпращащо въздушна целувка лице
de: Kusszuwerfend
es_co: Cara lanzando un beso
fr: Visage lançant un baiser
gl: Cara lanzando un bico
he: רגשון מפריח נשיקה
pl: Buźka markująca pocałunek
pt_br: Jogando beijo
ro: Aruncând un sărut
sk: Tvár posielajúca bozk
sr: Lice koje šalje poljubac
uk: Обличчя що надсилає цілунок

source: Kissing face with closed eyes
bg: Целуващо лице със затворени очи
de: küssendes Gesicht mit geschlossenen Augen
es_co: cara besando con ojos cerrados
fr: Visage embrassant avec les yeux fermés
gl: Cara bicando cos ollos pechados
he: רגשון נשיקה עם עיניים סגורות
pl: Pocałunek z zamkniętymi oczami
pt_br: Beijo de olhos fechados
ro: Sărut cu ochii închiși
sk: Bozkávajúca tvár so zatvorenými očami
sr: Lice koje šalje poljubac zatvorenih očiju
uk: Обличчя із закритими очима що цілує

source: Kissing face
bg: Целуващо лице
de: Küssendes Gesicht
fr: Visage embrassant
pl: Pocałunek
pt_br: Beijo
ro: Sărut
sk: Bozkávajúca tvár
sr: Lice koje ljubi
uk: Обличчя що цілує

source: Kissing face with arched eyes
bg: Целуващо лице с извит очи
de: Küssendes Gesicht mit gewölbten Augen
es_co: Cara besando con ojos arqueados
fr: Visage embrassant avec les yeux arqués
gl: Cara bicando cos ollos arqueados
he: רגשון נשיקה עם עיניים סגורות קמורות
pl: całująca buźka z łukowatymi oczami
pt_br: Beijo de olhos arqueados
ro: Sărut cu ochii arcuiți
sk: Bozkávajúca tvár s klenutými očami
sr: Lice koje šalje poljubac sa obrvama u obliku luka
uk: Обличчя з примруженими очима що цілує

source: Winking face with stuck out tongue
bg: Намигащо изплезено лице
de: zwinkerndes Gesicht mit herausgestreckter Zunge
es_co: Cara guiñando el ojo con la lengua fuera
fr: Visage avec la langue pendante et un clin d'œil
gl: Cara visca sacando a lingua
he: רגשון הקריצה עם לשון בחוץ
pl: Mrugająca buźka z wystawionym językiem
pt_br: Piscadela com língua de fora
ro: Confruntare cu limba scoasă
sk: Žmurkajúca tvár s vyplazeným jazykom
sr: Lice koje se plazi i namiguje
uk: Обличчя що підморгує і показує язика
