Repository: nvdaes/emoticons
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de, es_co, fa, fr, gl, he, hr, hu, ne, nl, pl, pt_br, ro, sk, sr, uk, vi, zh_cn

source: Face with stuck out tongue and eyes tightly closed
bg: Изплезено лице с плътно затворени очи
de: Gesicht mit ausgestreckter Zunge und fest geschlossenen Augen
es_co: Cara con la lengua fuera y ojos muy cerrados
fr: visage avec la langue pendante et les yeux bien fermés
gl: Cara coa lingua fora e os ollos ben pechados
he: רגשון הלשון בחוץ עם עיניים סגורות היטב
pl: buźka z wyciągniętym językiem i lekko zamkniętymi oczami
pt_br: Rosto com língua de fora e apertando os olhos
ro: Față cu limba scoasă și ochii închiși ermetic
sk: Tvár s vyplazeným jazykom a privretými očami
sr: Lice koje se plazi čvrsto zatvorenih očiju
uk: Обличчя з висунутим язиком і заплющеними очима

source: Face with stuck out tongue
bg: Изплезено лице
de: Gesicht mit herausgestreckter Zunge
es_co: Cara con la lengua fuera
fr: Visage avec la langue pendante
pl: Buźka z wyciągniętym językiem
pt_br: Língua de fora
ro: Confruntare cu limba scoasă
sk: Tvár s vyplazeným jazykom
sr: Lice kome je izašao jezik
uk: Обличчя з висунутим язиком

source: Hugging face
bg: Прегръщащо лице
de: Umarmend
es_co: Cara abrazando
fr: Visage faisant un câlin
gl: Cara abrazando
he: רגשון החיבוק
pl: Przytulenie
pt_br: Abraço
ro: îmbrățișare
sk: Obijímajúca tvár
sr: Zagrljaj
uk: Щасливе обличчя з руками що обіймають

source: Flushed face
bg: Зачервено лице
de: Errötetes Gesicht
es_co: Cara ruborizada
fr: Visage empourpré
gl: Cara con rubor
he: רגשון סמוק לחיים
pl: Zarumieniona buźka
pt_br: Emoção repentina
ro: Față congestionată
sk: Zapýrená tvár
sr: Stidljivo lice
uk: Зашаріле обличчя

source: Grinning Face With Smiling Eyes
bg: Широко усмихнато лице с усмихнати очи
de: Grinsendes Gesicht mit lächelnden Augen
es_co: Cara sonriente y ojos sonrientes
fr: Visage Souriant Avec Les Yeux Rieurs
pl: Uśmiechnięte oczy
pt_br: Sorriso arreganhado com olhos sorridentes
ro: Față zâmbitoare și ochi zâmbitori
sk: Škeriaca sa tvár s prižmúrenými očami
sr: Pozelenelo lice sa osmehom
uk: Осяйно всміхнене обличчя й очі

source: Pensive Face
bg: Замислено лице
de: Nachdenkliches Gesicht
fr: Visage Pensive
pl: Zamyślona buźka
pt_br: Pensativo
ro: Meditează
sk: Zamyslená tvár
sr: Zamišljeno lice
uk: Замислене обличчя

source: Devil with evil smile
bg: Дявол със зла усмивка
de: Teufel mit bösem Lächeln
fr: Diable avec un sourire démoniaque
gl: Diaño con sorriso malicioso
he: רגשון שטן עם חיוך
pl: Diabelski uśmiech
pt_br: Diabo com sorriso mau
ro: Diavol cu zâmbet rău
sk: Diabol so zlovestným úsmevom
sr: Đavo sa zlim osmehom
uk: Усміхнене обличчя з рогами

source: Devil
bg: Дявол
de: Teufel
es_co: Diablo
fr: Diable
gl: Diaño
he: רגשון שטן
pl: Diabeł
pt_br: Diabo
ro: Diavol
sk: Diabol
sr: Đavo
uk: Сердите обличчя з рогами

source: Relieved face
bg: Облекчено лице
de: Erleichtert Gesicht
fr: Visage soulagé
gl: cara de alivio
he: רגשון התאוששות
pl: Wyluzowana buźka
pt_br: Aliviado
ro: Ușurat
sk: Tvár vyjadrujúca úľavu
sr: Olakšanje
uk: Заспокоєне обличчя

source: Unamused face
bg: Неразвеселено лице
de: unzufriedenes Gesicht
es_co: Cara poco divertida
fr: Visage pas amusé
gl: Cara sen cara
he: רגשון משועשע
pl: Nic śmiesznego
pt_br: Sem graça
ro: Față nostimă
sk: Znudená tvár
sr: Smoreno lice
uk: Невдоволене обличчя

source: Persevering Face
bg: Упорито лице
de: Bestehe darauf
es_co: Cara perseverante
fr: Visage Persévérant
pl: wytrwała buźka
pt_br: Perseverante
ro: Față perseverentă
sk: Urputná tvár
sr: Ustrajno lice
uk: Невідступне обличчя

source: Crying face
bg: Ридаещо лице
de: weinendes Gesicht
es_co: Cara llorando
fr: Visage En Pleurs
gl: Cara chorando
he: רגשון בוכה
pl: płacząca buźka
pt_br: Chorando
ro: Față încleștată
sk: Plačúca tvár
sr: Lice koje plače
uk: Обличчя що плаче

source: Face with tears of joy
bg: Лице със сълзи от радост
de: Gesicht mit Freudentränen
es_co: Cara con lágrimas de alegría
fr: Visage avec des larmes de joie
gl: Cara con bágoas de ledicia
he: רגשון עם דמעות של שמחה
pl: łzy radości
pt_br: Cara com lágrimas de alegria
ro: Lacrimi de bucurie
sk: Plačem od smiechu
sr: Lice sa suzama
uk: Обличчя в сльозах радості

source: Loudly crying face
bg: Силно ридаещо лице
de: Laut weinendes Gesicht
es_co: Cara llorando Desconsoladamente
fr: Visage plein de pleurs
gl: Cara chorando moito
he: רגשון בוכה בקול
pl: głośny płacz
pt_br: Chorando alto
ro: Plâns cu glas tare
sk: Nariekajúca tvár
sr: Lice koje glasno plače
uk: Обличчя що гучно ридає

source: Sleepy face
bg: Сънливо лице
de: Schläfriges Gesicht
es_co: Cara con sueño
fr: Visage endormi
gl: Cara durminte
he: רגשון ישנוני
pl: śpiąca buźka
pt_br: com Sono
ro: Față somnoroasă
sk: Ospalá tvár
sr: Pospano lice
uk: Заспане обличчя

source: Shrugging emoji
bg: Свиващо рамене емоджи
de: Achselzucken
es_co: Emogi encogiéndose de hombros
fr: Emoji haussant les épaules
gl: Encollendo emoji
he: רגשון משיכת כתפיים
pl: Wzruszenie ramionami
pt_br: Ombros encolhidos
ro: ridicând
sk: Človek krčiaci plecami
sr: Pritiskanje
uk: Людина що знизує плечима

source: Disappointed face
bg: Разочаровано лице
de: Enttäuschtes Gesicht
es_co: Cara decepcionada
fr: Visage déçu
gl: Cara decepcionada
he: רגשון מאוכזב
pl: Rozczarowana buźka
pt_br: Desapontado
ro: Față dezamăgită
sk: Sklamaná tvár
sr: Razočarano lice
uk: Розчароване обличчя

source: Disappointed but relieved face
bg: Разочаровано, но облекчено лице
de: Enttäuschtes, aber erleichtertes Gesicht
es_co: Cara decepcionada pero aliviada
fr: Visage déçu mais soulagé
gl: Cara decepcionada pero aliviada
he: רגשון מאוכזב אבל עם הקלה
pl: Rozczarowanie i ulga
pt_br: Desapontado mas aliviado
ro: Față dezamăgită, dar ușurată
sk: Sklamaná tvár s úľavou
sr: Razočarano lice, ali sa olakšanjem
uk: Сумне але втішене обличчя

source: Face With Open Mouth & Cold Sweat
bg: Лице с отворена уста и студена пот
de: Gesicht mit offenem Mund & und kaltem Angstschweiß
es_co: Cara con boca abierta y sudor frío
fr: Visage Avec La Bouche Ouverte & En Sueurs Froides
pl: twarz z otwartymi ustami i zimnym potem
pt_br: Boca Aberta & Suando Frio
ro: Față cu gura deschisă ermetic
sk: Tvár s otvorenými ústami a studeným potom
sr: Lice sa otvorenim ustima i hladnim znojem
uk: Занепокоєне обличчя з потом

source: Smiling Face With Open Mouth & Cold Sweat
bg: Усмихнато лице с отворена уста и студена пот
de: Lächelndes Gesicht mit offenem Mund & kaltem Schweiß
es_co: cara sonriente con boca abierta y sudor frío
fr: Visage Souriant Avec La Bouche Ouverte & En Sueurs Froides
pl: Uśmiechnięta buźka z otwartymi ustami i zimnym potem
pt_br: Sorridente de Boca Aberta & Suando Frio
ro: Față zâmbitoare cu gura deschisă și ochii închiși ermetic
sk: Usmievajúca sa tvár s otvorenými ústami a studeným potom
sr: Lice koje se smeje sa otvorenim ustima i hladnim znojem
uk: Широко всміхнене обличчя з потом

source: Face with cold sweat
bg: Лице със студена пот
de: Gesicht mit kaltem Angstschweis
es_co: cara con sudor frío
fr: Visage avec des sueurs froides
gl: Cara con suor fría
he: רגשון עם זיעה קרה
pl: buźka oblana zimnym potem
pt_br: Suando frio
ro: Sudoare rece
sk: Tvár so studeným potom
sr: Lice koje obliva hladan znoj
uk: Понурене обличчя в поту

source: Weary Face
bg: Отегчено лице
de: Müdes Gesicht
es_co: Cara cansada
fr: Visage Lassé
pl: Zmordowana buźka
pt_br: Exausto
ro: Față obosită
sk: Ustatá tvár
sr: Umorno lice
uk: Замучене обличчя

source: Tired Face
bg: Уморено лице
de: Müdes Gesicht
fr: Visage Fatigué
pl: zmęczona buźka
pt_br: Cansado
ro: Față obosită
sk: Unavená tvár
sr: Umorno lice
uk: Втомлене обличчя

source: Fearful face
bg: Плашливо лице
de: Ängstliches Gesicht
es_co: cara atemorizada
fr: Visage effrayant
gl: Cara de medo
he: רגשון מפוחד
pl: Przerażona buźka
pt_br: com Medo
ro: Față fricoasă
sk: Vystrašená tvár
sr: Uplašeno lice
uk: Налякане обличчя

source: Face screaming in fear
bg: Крещящо от страх лице
de: Vor Angst schreiend
es_co: Cara gritando de miedo
fr: Visage hurlant de peur
gl: Cara berrando de medo
he: רגשון צורח בפחד
pl: buźka krzycząca ze strachu
pt_br: Gritando de medo
ro: Țipă de frică
sk: Tvár kryčiaca od strachu
sr: Lice koje vrišti od užasa
uk: Обличчя що кричить із переляку

source: Angry face
bg: Разгневено лице
de: Wütendes Gesicht
fr: Visage En colère
gl: cara enfadada
he: רגשון ברוגז
pl: Rozgniewana buźka
pt_br: Furioso
ro: Nervos
sk: Nahnevaná tvár
sr: Ljuti smajli
uk: Сердите обличчя

source: Pouting face
bg: Намусено лице
de: Abstoßend
es_co: Cara haciendo pucheros
fr: Visage faisant la moue
gl: Cara aremedando
he: רגשון פנים חמוצות
pl: nadąsana buźka
pt_br: Beicinho
ro: Față bosumflată
sk: Podráždená tvár
sr: Naduveno lice
uk: Обличчя що дується

source: Face With Steam From Nose
bg: Лице издишащо пара от носа
de: Nasendampfgesicht
es_co: Cara con aire de la nariz
fr: Visage Exhalant Par Le Nez
pl: buźka z buchającą z nosa parą
pt_br: Fumaça no naris
ro: Față cu abur din nas
sk: Tvár s parou z nosa
sr: Lice sa nosem
uk: Обличчя що сердито видихає

source: Confounded face
bg: Смутено лице
de: Verwirrtes Gesicht
fr: Visage Confondu
gl: Cara confundida
he: רגשון מבולבל
pl: zkonfundowana buźka
pt_br: Confundido
ro: Contrariat
sk: Tvár v rozpakoch
sr: Zbunjeni smajli
uk: Збентежене обличчя

source: Smiling Face With Open Mouth and Tightly-Closed Eyes
bg: Усмихнато лице с отворена уста и плътно затворени очи
de: Lächelndes Gesicht mit offenem Mund und fest geschlossenen Augen
es_co: Cara sonriente con boca abierta y ojos muy cerrados
fr: Visage Souriant Avec La Bouche Ouverte et Les Paupières Cerrées
gl: Cara sorrinte coa boca aberta e os ollos pechados
he: רגשון מחייך עם פה פתוח ועיינים סגורות
pl: uśmiechnięta buźka z lekko zamkniętymi oczami
pt_br: Sorridente de boca aberta e apertando os olhos
ro: Față zâmbitoare cu gura deschisă și ochii închiși ermetic
sk: Usmievajúca sa tvár s otvorenými ústami a prižmúrenými očami
sr: Lice koje se smeje sa otvorenim ustima i blago zatvorenim očima
uk: Широко всміхнене замружене обличчя

source: Happy face licking lips
bg: Облизващо устни щастливо лице
de: Fröhliches, lippen leckendes gesicht
es_co: Cara Saboreándose
fr: Visage content se léchant les lèvres
gl: Cara leda relambéndose
he: רגשון שמח מלקק את האצבעות
pl: Uśmiech i oblizywanie ust
pt_br: Feliz lambendo os lábios
ro: Față fericită lingând buzele
sk: Šťastná tvár oblizujúca si pery
sr: Srećno lice koje se oblizuje
uk: Усміхнене обличчя що облизує губи

source: Happy face with sunglasses
bg: Щастливо лице със слънчеви очила
de: Fröhliches Gesicht mit Sonnenbrille
es_co: Cara con gafas de sol
fr: Visage content avec des lunettes de soleil
gl: Cara leda con anteollos de sol
he: רגשון שמח עם משקפי שמש
pl: Uśmiech z okularami przeciwsłonecznymi
pt_br: Feliz com óculos de sol
ro: Față fericită cu ochelari de soare
sk: Šťastná tvár s okuliarmi
sr: Srećno lice sa sunčanim naočarama
uk: Усміхнене обличчя в темних окулярах

source: Sleeping face
bg: Спящо лице
de: schlafendes Gesicht
es_co: Cara durmiendo
fr: Visage dormant
gl: Cara durminte
he: רגשון ישן
pl: śpiąca buźka
pt_br: Dormindo
ro: Dormind
sk: Spiaca tvár
sr: Lice koje spava
uk: Обличчя що спить

source: Dizzy Face
bg: Замаяно лице
de: Schwindel erregendes Gesicht
es_co: cara mareada
fr: Visage Étourdi
pl: oszołomiona buźka
pt_br: Tonto
ro: Față amețită
sk: Tvár so závratom
sr: Vrtoglavo lice
uk: Запаморочене обличчя

source: Astonished face
bg: Учудено лице
de: Erstauntes Gesicht
es_co: cara de asombro
fr: Visage étonné
gl: Cara asombrada
he: רגשון תמיהה
pl: Zaskoczona buźka
pt_br: Surpreso
ro: Față uimită
sk: Udivená tvár
sr: Iznenađeno lice
uk: Вражене обличчя

source: Worried face
bg: Угрижено лице
de: besorgtes Smiley
fr: Visage Inquiet
gl: cara preocupada
he: רגשון מוטרד
pl: Buźka zmartwienie
pt_br: Preocupado
ro: Îngrijorat
sk: Ustaraná tvár
sr: Zabrinuti smajli
uk: Стурбоване обличчя

source: Frowning Face With Open Mouth
bg: Начумерено лице с отворена уста
de: überraschtes Gesicht mit offenem Mund
es_co: Cara con el ceño fruncido y la boca abierta
fr: Visage Fronçant Les Sourcils Avec La Bouche Ouverte
pl: nachmurzona buźka z otwartymi ustami
pt_br: Rosto carrancudo e de boca aberta
ro: Față încruntată cu gura deschisă
sk: Zamračená tvár s otvorenými ústami
sr: Namršteno lice sa otvorenim ustima
uk: Похмуре обличчя з відкритим ротом

source: Anguished face
bg: Изстрадало лице
de: Verzweifeltes Gesicht
es_co: Cara angustiada
fr: Visage angoissé
gl: Cara angustiada
he: רגשון מיוסר
pl: Udręczona buźka
pt_br: Angustiado
ro: Față angoasă
sk: Utrápená tvár
sr: Ljuto lice
uk: Стражденне обличчя

source: Face with Open Mouth
bg: Лице с отворена уста
de: Gesicht mit offenem Mund
es_co: cara con boca abierta
fr: Visage avec La Bouche Ouverte
pl: buźka z otwartymi ustami
pt_br: Boca aberta
ro: Față cu gura deschisă
sk: Tvár s otvorenými ústami
sr: Lice sa otvorenim ustima
uk: Обличчя з відкритим ротом

source: Grimacing face
bg: Правещо гримаса лице
de: Grimassengesicht
es_co: Cara haciendo mueca
fr: Visage grimaçant
gl: Cara facendo acenos
he: רגשון עיקום פנים
pl: grymaśna buźka
pt_br: Careta
ro: Față grimasă
sk: Vyškerená tvár
sr: Krivo lice
uk: Обличчя з гримасою

source: Confused face
bg: Объркано лице
de: Verwirrtes Gesicht
fr: Visage confus
gl: Cara confusa
he: רגשון מבולבל
pl: zmieszanie
pt_br: Confuso
ro: Confuz
sk: Zmetená tvár
sr: Zbunjeni smajli
uk: Спантеличене обличчя

source: Hushed Face
bg: Смълчано лице
de: Stillschweigend
fr: Visage Renversé
pl: Oniemiała buźka
pt_br: Quieto
ro: Discret
sk: Umlčaná tvár
sr: Stidljivo lice
uk: Здивоване і збентежене обличчя

source: Broken heart
bg: Разбито сърце
de: gebrochenes Herz
es_co: Corazón roto
fr: Cœur brisé
gl: Corazón partido
he: לב שבור
pl: złamane serce
pt_br: Coração partido
ro: Inimă ruptă
sk: Zlomené srdce
sr: Slomljeno srce
uk: Розбите серце

source: Pulsating heart
bg: Пулсиращо сърце
de: pulsierendes Herz
es_co: Corazón creciente
fr: Cœur palpitant
gl: Corazón pulsante
he: לב פועם
pl: pulsujące serce
pt_br: Coração pulsando
ro: Inimă pulsantă
sk: Pulzujúce srdce
sr: Pulsirajuće srce
uk: Серце що зростає

source: Beating heart
bg: Биещо сърце
de: pulsierendes Herz
es_co: Corazón que late
fr: Cœur battant
gl: Corazón palpebrante
he: לב פועם
pl: bijące serce
pt_br: Coração batendo
ro: Inimă ce bate
sk: Tlčúce srdce
sr: Srce koje kuca
uk: Серце що б’ється

source: Two hearts
bg: Две сърца
de: zwei Herzen
es_co: dos corazones
fr: Deux cœurs
gl: Dous corazóns
he: שני לבבות
pl: Dwa serca
pt_br: Dois corações
ro: Două inimi
sk: Dve srdcia
sr: Dva srca
uk: Два серця

source: Heart with arrow
bg: Сърце със стрела
de: Herz mit Pfeil
es_co: Corazón con flecha
fr: Cœur avec flèche
gl: Corazón con frecha
he: לב עם חץ
pl: Serce ze strzałą
pt_br: Coração com flecha
ro: Inimă cu săgeată
sk: Srdce so šípom
sr: Srce probodeno strelom
uk: Серце пробите стрілою

source: Purple heart
bg: Пурпурно сърце
de: lilanes Herz
es_co: Corazón morado
fr: Cœur violet
gl: Corazón púrpura
he: לב סגול
pl: Fioletowe serce
pt_br: Coração roxo
ro: Inimă mov
sk: Fialové srdce
sr: Ljubičasto srce
uk: Пурпурове серце

source: Red heart
bg: Червено сърце
de: rotes Herz
es_co: corazón rojo
fr: Cœur rouge
gl: Corazón bermello
he: לב אדום
pl: Czerwone serce
pt_br: Coração vermelho
ro: Inimă roșie
sk: Červené srdce
sr: Crveno srce
uk: Червоне серце

source: Yellow heart
bg: Жълто сърце
de: gelbes Herz
es_co: Corazón amarillo
fr: Cœur jaune
gl: Corazón marelo
he: לב צהוב
pl: żółte serce
pt_br: Coração amarelo
ro: Inimă galbenă
sk: Žlté srdce
sr: Žuto srce
uk: Жовте серце

source: Green heart
bg: Зелено сърце
de: Grünes Herz
es_co: Corazón verde
fr: Cœur vert
gl: Corazón verde
he: לב ירוק
pl: zielone serce
pt_br: Coração verde
ro: Inimă verde
sk: Zelené srdce
sr: Zeleno srce
uk: Зелене серце

source: Blue heart
bg: Синьо сърце
de: blaues Herz
es_co: Corazón azul
fr: Cœur bleu
gl: Corazón azul
he: לב כחול
pl: Niebieskie serce
pt_br: Coração azul
ro: Inimă albastră
sk: Modré srdce
sr: Plavo srce
uk: Синє серце

source: Rolling on the Floor Laughing
bg: Търкаляне от смях на пода
de: Herzhaft laut lachendes Gesicht
fr: Écroulé De Rire
pl: Buźka tarzająca się ze śmiechu
pt_br: Rolando de rir no chão
ro: Rostogolire pe podea
sk: Váľam sa od smiechu!
sr: Valja se po podu od smeha
uk: Качається від сміху

source: Slightly Frowning Face
bg: Леко начумерено лице
de: Leicht überraschtes Gesicht
es_co: Cara frunciendo el ceño levemente
fr: Visage Fronçant Légèrement Les Sourcils
pl: nieco ziewająca buźka
pt_br: Levemente carrancudo
ro: Față puțin încruntată
sk: Trochu zamračená tvár
sr: Blago namršteno lice
uk: Трохи похмуре обличчя

source: Upside-down Face
bg: Лице обърнато с главата надолу
de: Herablassend
es_co: Cara al revez
fr: Visage à l'Envers
pl: buźka do góry nogami
pt_br: Rosto de Cabeça para Baixo
ro: Față cu susul în jos
sk: Prevrátená tvár
sr: Lice koje se pomera gore dole
uk: Обличчя догори дригом

source: Face With Rolling Eyes
bg: Лице със извъртени нагоре очи
de: Gesicht mit rollenden Augen
es_co: Cara con ojos rodantes
fr: Visage Roulant Les Yeux
pl: mrugające oczy
pt_br: Rosto com olhos rolando
ro: Față cu ochii rostogoliți
sk: Tvár prevracajúca oči
sr: Lice kome se vrte oči
uk: Обличчя із закоченими очима

source: Person Gesturing No
bg: Човек указващ отрицание
de: Handzeichen für nein
es_co: cara de desaprobación
fr: Personne faisant un Geste Désapprobateur
pl: Osoba pokazująca nie
pt_br: Gesto de Não
ro: Nu
sk: Nie (človek s prekríženými rukami)
sr: Osoba koja pokazuje ne
uk: Людина що жестом показує «ні»

source: Person Gesturing OK
bg: Човек указващ потвърждение
de: Handzeichen für OK
es_co: Cara de aprobación
fr: Personne faisant un Geste d'Approbation
pl: Osoba pokazująca OK
pt_br: Gesto de OK
ro: OK
sk: OK (človek s rukami nad hlavou)
sr: Osoba koja pokazuje uredu
uk: Людина що жестом показує OK

source: Person bowing
bg: Покланящ се човек
de: sich verbeugende person
es_co: Persona haciendo reverencia
fr: Personne faisant une courbette
pl: pochylająca się osoba
pt_br: Reverente
ro: plecăciune
sk: Klaňujúci sa človek
sr: Osoba koja se klanja
uk: Людина що вклоняється

source: Person Frowning
bg: Мръщещ се човек
de: Stirnrunzelnde Person
es_co: persona frunciendo el ceño
fr: Personne Fronçant Les Sourcils
pl: Nachmurzona osoba
pt_br: Carrancudo
ro: Persoană încruntată
sk: Zamračený človek
sr: Osoba koja je namrštena
uk: Похмура людина

source: Folded Hands
bg: Скръстени ръце
de: Gefaltete Hände
es_co: Manos en oración
fr: Mains Pliées
pl: Złożone ręce
pt_br: Mãos dobradas
ro: Mâini îndoite
sk: Zopäté ruky
sr: Preklopljene ruke
uk: Руки стиснуті разом

source: Face with medical mask
bg: Лице с медицинска маска
de: Gesicht mit medizinischer Maske
es_co: Cara con mascarilla médica
fr: Visage avec masque médical
pl: buźka z maską medyczną
pt_br: Cara com máscara de médico
ro: Față cu mască medicală
sk: Tvár s rúžkom
sr: Lice sa medicinskom maskom
uk: Обличчя в медичній масці

source: Black Smiling Face
bg: Тъмнокожо усмихнато лице
de: Dunkles lächelndes Gesicht
fr: Visage Souriant Plein
pl: czarna uśmiechnięta buźka
pt_br: Sorriso preto
ro: Față zâmbitoare neagră
sk: Čierna usmievajúca sa tvár
sr: Lice sa zlim osmehom
uk: Чорне усміхнене обличчя

source: Happy cat face with heart shaped eyes
bg: Щастливо котешко лице със сърцевидна форма на очите
de: Fröhliches Katzengesicht mit herzförmigen Augen
fr: Visage de chat content avec des yeux en forme de cœur
gl: Cara de gato ledo cos ollos en forma de corazón
he: רגשון חתול מחייך עם עיניים בצורת לב
pl: Szczęśliwy koci pyszczek z oczami w kształcie serc
pt_br: Cara de gato feliz com olhos em forma de coração
ro: Pisică fericită cu ochii în formă de inimă
sk: Šťastná mačacia tvár so srdiečkami
sr: Mačka sa osmehom i očima u obliku srca
uk: Усміхнений кіт з очима як серця

source: Ok hand sign
bg: Знак с ръка за OK
de: Handzeichen für OK
fr: Signe de main ok
gl: Man co signo de OK
he: סימן יד מאשרת
pl: znak OK
pt_br: Mão fazendo OK
ro: OK, semn cu mâna
sk: Výborne
sr: Znak rukama uredu
uk: Жест OK

source: Thumbs up symbol
bg: Символ за потвърждение
de: Daumen hoch
fr: Symbole du pouce vers le haut
gl: Símbolo de dedo cara arriba
he: סימן אגודלים למעלה
pl: kciuk w górę
pt_br: Polegar para cima
ro: Simbolul Thumbs up
sk: Palec hore
sr: Simbol slaganja
uk: Великі пальці вгору

source: Thumbs down symbol
bg: Символ за отрицание
de: Daumen runter
fr: Symbole du pouce vers le bas
gl: Símbolo de dedo cara abaixo
he: סימן אגודלים למטה
pl: kciuk w dół
pt_br: Polegar para baixo
ro: Simbolul Thumbs down
sk: palec dole
sr: Simbol neslaganja
uk: Великі пальці вниз

source: Victory Hand
bg: Победоносна ръка
de: Victory-Zeichen
fr: La Main de la Victoire
gl: Man facendo a victoria
he: סימן ניצחון
pl: Ręka zwycięscy
pt_br: Mão fazendo Vitória
ro: Mână victorioasă
sk: Výťazstvo
sr: Znak pobede
uk: Жест перемоги

source: smiling smiley
ar: ابتسامة
bg: Усмихване емотикона
de: Lächelndes Smiley
es_co: Sonrisa
fr: frimousse sourire
gl: cara sorrindo
he: רגשון שמח
hr: nasmijan smješko
hu: mosolygó arc
ne: हसिलो चेहरा
nl: glimlach smiley
pl: uśmiech
pt_br: carinha sorridente
ro: zâmbet
sk: úsmev
sr: Smajli koji se osmehuje
uk: смайлик

source: Sad face
bg: Тъжно лице
de: Trauriges Gesicht
fr: Visage triste
gl: Cara triste
he: רגשון עצוב
pl: smutek
pt_br: Triste
ro: Față tristă
sk: smutná tvár
sr: tužno lice
uk: Сумне обличчя

source: Laughing smiley
ar: ابتسامة عريضة
bg: Разсмиване емотикона
de: Lachendes Smiley
es_co: Risa
fr: Frimousse rire
gl: cara ríndose
he: רגשון צוחק
hr: smije se smješko
hu: nevető arc
ne: हासेको चेहरा
nl: lachend smiley
pl: śmiech
pt_br: risos
ro: râde
sk: smiech
sr: Smajli koji se smeje
uk: Обличчя що сміється

source: surprised smiley
ar: اندهاش
bg: Учудване емотикона
de: Überraschtes Smiley
es_co: sorpresa
fr: Frimousse Surpris
gl: cara de sorpresa
he: רגשון מופתע
hr: iznenađen smješko
hu: meglepődött arc
ne: चकित चेहरा
nl: verrast smiley
pl: zdziwienie
pt_br: surpreso
ro: surprins
sk: prekvapenie
sr: Iznenađen smajli
uk: здивований смайлик

source: winking smiley
ar: غمزة
bg: Намигане емотикона
de: zwinkerndes Smiley
es_co: guiño
fr: Frimousse Clin d'œil
gl: cara choscando os ollos
he: רגשון קורץ
hr: namiguje smješko
hu: kacsintó arc
ne: चाउरिएको चेहरा
nl: knipoog smiley
pl: mrugnięcie
pt_br: piscadela
ro: face cu ochiul
sk: žmurkám
sr: Smajli koji namiguje
uk: підморгування

source: crying smiley
ar: بكاء
bg: Ридание емотикона
de: weinendes Smiley
es_co: Llanto
fr: Frimousse En Pleurs
gl: cara chorando
he: רגשון בוכה
hr: plače smješko
hu: síró arc
ne: चिच्याएको चेहरा
nl: huilend smiley
pl: płacz
pt_br: choro
ro: plânge
sk: plačem
sr: Smajli koji plače
uk: плач

source: Confused Face
bg: Объркано лице
de: Verwirrtes Gesicht
fr: Visage Confus
gl: Cara confusa
he: רגשון מבולבל
pl: zmieszanie
pt_br: Confuso
ro: Confuz
sk: Zmetená tvár
sr: Zbunjeni smajli
uk: Спантеличене обличчя

source: sweating smiley
ar: عرقان
bg: Потене емотикона
de: schwitzendes Smiley
es_co: Sudor
fr: Frimousse Transpirant
gl: sudando
he: רגשון מזיע
hr: znoji se smješko
hu: izzadó arc
ne: पसिनायुक्त चेहरा
nl: zweten smiley
pl: poci się
pt_br: ansioso
ro: transpirație
sk: potím sa
sr: Smajli koji se preznojava
uk: спотілий смайлик

source: Robot Smiley
ar: روبوت
bg: Робот емотикона
de: Robotter-Smiley
es_co: Robot
fr: Frimousse Robot
gl: Robot
he: רגשון רובוטי
hr: Robot smješko
hu: robot arc
ne: यान्त्रिक चेहरा
pl: robot
pt_br: Robô
ro: robot
sk: robot
sr: Robot smajli
uk: Робот смайлик

source: speechless smiley
ar: لا تعليق
bg: Безмълвие емотикона
de: Sprachloses Smiley
es_co: cara estupefacta
fr: Frimousse Bouche bée
gl: cara estupefacta
he: רגשון אילם
hr: bez riječi smješko
hu: szótlan arc
ne: आवाजहीन चेहरा
nl: Sprakeloos smiley
pl: buzia oniemiały
pt_br: boquiaberto
ro: fără grai
sk: nemám slov
sr: Smajli bez reči
uk: закритий рот смайлик
