Repository: nvdaes/emoticons
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de, es_co, fa, fr, gl, he, hr, hu, ne, nl, pl, pt_br, ro, sk, sr, uk, vi, zh_cn

source: kiss smiley
ar: قبلة
bg: Целувка емотикона
de: Küssendes Smiley
es_co: beso
fr: Frimousse Bisou
gl: bico
he: רגשון נשיקה
hr: Pusa smješko
hu: csókos arc
ne: चुम्बन चेहरा
nl: kus smiley
pl: pocałunek
pt_br: beijo
ro: sărută
sk: bozk
sr: Smajli koji šalje poljubac
uk: поцілунок смайлик

source: cheeky smiley
ar: إغاظة
bg: Изплезване емотикона
de: Freches Smiley
es_co: Descarado
fr: Frimousse Insolent
gl: Atrevido
he: רגשון חורץ לשון
hr: drzak smješko
hu: szemtelen arc
ne: चम्किलो चेहरा
nl: Brutaal smiley
pl: buzia pokazanie języka
pt_br: insolente
ro: Obraznic
sk: vyplazený jazyk
sr: Smajli koji se plazi
uk: зухвалий смайлик

source: blushing smiley
ar: خجل
bg: Изчервяване емотикона
de: Verlegenes Smiley
es_co: Sonrojado
fr: Frimousse Rougi
gl: cara corada
he: רגשון מתבייש
hr: crveni se smješko
hu: elpirult arc
ne: फुस्रो चेहरा
nl: blozend smiley
pl: zawstydzenie
pt_br: corado
ro: îmbujorare
sk: hanbím sa
sr: Smajli koji se postideo
uk: зашарілий смайлик

source: wondering smiley
ar: تعجب
bg: Изумление емотикона
de: Verwundertes Smiley
es_co: Dubitativo
fr: Frimousse Se demande
gl: cara dubidando
he: רגשון מתלבט
hr: pita se smješko
hu: csodálkozó arc
ne: अचम्म चेहरा
nl: afvragend smiley
pl: zdumienie
pt_br: em dúvida
ro: mirat
sk: zvedavý
sr: Smajli koji se čudi
uk: зачарований смайлик

source: sleepy smiley
ar: نعاس
bg: Заспиване емотикона
de: Schläfriges Smiley
es_co: Somnolencia
fr: Frimousse Endormi
gl: cara de sono
he: רגשון רדום
hr: pospan smješko
hu: álmos arc
ne: निद्रा चेहरा
nl: slapend smiley
pl: senność
pt_br: sono
ro: somnoros
sk: ospalý
sr: Pospani smajli
uk: сплячий смайлик

source: dull smiley
ar: كسل
bg: Затъпяване емотикона
de: gelangweiltes Smiley
es_co: Aburrimiento
fr: Frimousse Ennuyeux
gl: cara aburrida
he: רגשון עצלן
hr: tup smješko
hu: unatkozó arc
ne: भद्दा चेहरा
nl: duf smiley
pl: znudzenie
pt_br: entorpecido
ro: plictisit
sk: nechápem
sr: Smajli kojem je dosadno
uk: пригнічений смайлик

source: my lips are sealed smiley
ar: لن أخبر أحدا
bg: Гроб съм! емотикона
de: Smiley mit geschlossenen Lippen
es_co: mis labios están sellados
fr: Frimousse Bouche cousue
gl: meus beizos están selados
he: רגשון שפתיים
hr: moje usne su zapečaćene smješko
hu: lakat van a számon arckifejezés
ne: ओठ सुकेको चेहरा
nl: mijn lippen zijn verzegeld smiley
pl: moje usta są zamknięte
pt_br: meus lábios estão selados
ro: buzele mele sunt pecetluite
sk: mlčím ako hrob
sr: Smajli sa zapečaćenim ustima
uk: обіцяю мовчати смайлик

source: dancing smiley
ar: رقص
bg: Танц емотикона
de: Tanzendes Smiley
es_co: bailando
fr: Frimousse Danse
gl: bailando
he: רגשון מרצד
hr: pleše smješko
hu: táncoló hangulatjel
ne: नृत्य चेहरा
nl: dansen smiley
pl: taniec
pt_br: dançando
ro: dansează
sk: tancujem
sr: Smajli koji pleše
uk: танцювальний смайлик

source: crying a lot smiley
ar: أجهش بالبكاء
bg: Ридание емотикона
de: Keifendes Smiley
es_co: Llanto desolado
fr: Frimousse Pleurer beaucoup
gl: cara chorando inconsolavelmente
he: רגשון בוכה הרבה
hr: jako plače smješko
hu: sokat síró arckifejezés
ne: क्रन्दन चेहरा
nl: veel huilen smiley
pl: płacz
pt_br: chorando muito
ro: Plâng mult
sk: veľmi plačem
sr: Smajli koji puno plače
uk: багатослізний смайлик

source: angry smiley
ar: غضب
bg: Вбесяване емотикона
de: Verärgertes Smiley
es_co: Enojado
fr: Frimousse En colère
gl: Cara irritada
he: רגשון ברוגז
hr: ljutit smješko
hu: mérges arc
ne: रिसाहा चेहरा
nl: boos smiley
pl: złość
pt_br: furioso
ro: Nervos
sk: hnevám sa
sr: Ljuti smajli
uk: сердитий смайлик

source: worried smiley
ar: قلق
bg: Угриженост емотикона
de: besorgtes Smiley
es_co: Preocupado
fr: Frimousse Inquiet
gl: cara preocupada
he: רגשון מוטרד
hr: zabrinut smješko
hu: aggódó arc
ne: चिन्तित चेहरा
nl: ongerust smiley
pl: zmartwienie
pt_br: preocupado
ro: Îngrijorat
sk: trápim sa
sr: Zabrinuti smajli
uk: стурбований смайлик

source: heart smiley
ar: قلب
bg: Сърце емотикона
de: Herzliches Smiley
es_co: corazón
fr: Frimousse Cœur
gl: corazón
he: רגשון לב
hr: srce smješko
hu: szív hangulatjel
ne: हृदयविदारक चेहरा
nl: hart smiley
pl: serce
pt_br: coração
ro: Inimă
sk: srdce
sr: Srce smajli
uk: серце смайлик

source: Angel Smiley
ar: ملاك
bg: Ангел емотикона
de: Engelssmiley
es_co: Cara de ángel
fr: Frimousse Ange
gl: anxo
he: רגשון מלאך
hr: anđeo smješko
hu: angyal hangulatjel
ne: अप्सरा चेहरा
nl: Engel smiley
pl: Anioł
pt_br: Anjo
ro: Înger
sk: anjel
sr: Anđeo smajli
uk: Ангел смайлик

source: Confused Smiley
ar: حائر
bg: Объркване емотикона
de: Verwirrtes Smiley
es_co: Confundido
fr: Frimousse Confus
gl: Cara confusa
he: רגשון מבולבל
hr: zbunjen smješko
hu: zavarodott arckifejezés
ne: अकमक्क चेहरा
nl: verward smiley
pl: zmieszanie
pt_br: Confuso
ro: confuz
sk: Zmetený
sr: Zbunjeni smajli
uk: Збентежений смайлик

source: Devil Smiley
ar: شرير
bg: Дявол емотикона
de: Teuflisches Smiley
es_co: Demonio
fr: Frimousse Diable
gl: Demo
he: רגשון שטני
hr: vrag smješko
hu: ördög hangulatjel
ne: राक्षसी चेहरा
nl: duivel smiley
pl: diabeł
pt_br: Diabo
ro: Diavol
sk: diabol
sr: Đavo smajli
uk: Чорт смайлик

source: Keke Smiley
ar: ابتسامة آسيوية
bg: Засмяно лице емотикона
de: Fröhliches Smiley
es_co: Pastel
fr: Frimousse Gâteau
gl: Bolo
he: רגשון קיקי
hr: sretno lice smješko
hu: Keke hangulatjel
ne: कर्के चेहरा
pl: Keke
pt_br: Carinha feliz Keke
ro: Keke
sk: váľam sa od smiechu
sr: Smajli koji se osmehuje u azijskom stilu
uk: Keke смайлик

source: Bored smiley
ar: ملل
bg: Отегчение емотикона
de: Gelangweiltes Smiley
es_co: Cara sonriente con los ojos cerrados
fr: Frimousse Ennuyeux
gl: Cara sorrinte cos ollos pechados
he: רגשון משועמם
hr: dosađuje se smješko
hu: unott arckifejezés
ne: वाक्क चेहरा
nl: Verveeld smiley
pl: znudzenie
pt_br: Chato
ro: Plictisit
sk: nudný
sr: Smoreni smajli
uk: Нудьгуючий смайлик

source: Angry Smiley
ar: غضب
bg: Вбесяване емотикона
de: Wütendes Smiley
es_co: Grito de rabia
fr: Frimousse En colère
gl: cara berrando
he: רגשון ברוגז
hr: Ljutito viče smješko
hu: mérges arc
ne: रिसाहा चेहरा
nl: Boos smiley
pl: gniew
pt_br: Furioso
ro: nervos
sk: nahnevaný
sr: Ljuti smajli
uk: Роздратований смайлик

source: Cat Smiley
ar: قطة
bg: Котешка усмивка емотикона
de: Smiley mit grinsendem Katzengesicht
es_co: Cara de gato
fr: Frimousse Chat
gl: Cara de gato sorrindo
he: רגשון חתול
hr: Mačka smješko
hu: macska hangulatjel
ne: बिराले चेहरा
nl: Kat smiley
pl: koci pyszczek
pt_br: Gato
ro: Pisică
sk: mačka
sr: Mačka smajli
uk: Кіт смайлик

source: I am Sleepy smiley
ar: نعاس
bg: Сънливост емотикона
de: Schläfriges Smiley
es_co: Tengo sueño
fr: Frimousse Je dors...
gl: Estou durmido
he: רגשון אני רדום
hr: Spava mi se smješko
hu: álmos arc
ne: मेरो निद्रा चेहरा
nl: ik ben slaperig smiley
pl: Jestem śpiący
pt_br: Estou com sono
ro: Sunt somnoros
sk: ospalý
sr: Spava mi se smajli
uk: Я сплю смайлик

source: glasses smiley
ar: زجاجات
bg: Хладнокръвие емотикона
de: Smiley mit Brille
es_co: GAFAS DE SOL
fr: Frimousse avec des lunettes
gl: gafas
he: רגשון משקפיים
hr: naočale smješko
hu: napszemüveges, mosolygós arc
ne: सफा हाँसो
nl: bril smiley
pl: okulary
pt_br: óculos
ro: Sticle
sk: úsmev s okuliarmi
sr: Smajli sa naočarama
uk: окуляри смайлик

source: shark smiley
ar: سمكة قرش
bg: Акула емотикона
de: trügerisches Smiley
es_co: Tiburón
fr: Frimousse Requin
gl: Tabairón
he: רגשון מופתע מאד
hr: morski pas smješko
hu: cápa-mosoly hangulatjel
ne: अट्टहाँस
nl: haai smileySmiley &invoegen...
pl: rekin
pt_br: tubarão
ro: Rechin
sk: žralok
sr: Ajkula smajli
uk: акула смайлик

source: cash smiley
ar: أموال
bg: Пари емотикона
de: Geldgieriges Smiley
es_co: Dinero
fr: Frimousse Monnaie
gl: Diñeiro
he: רגשון כספי
hr: novac smješko
hu: készpénz hangulatjel
ne: नगदे चेहरा
pl: pieniądze
pt_br: dinheiro
ro: Bani
sk: peniaze
sr: Keš smajli
uk: гроші смайлик

source: muscle smiley
ar: عضلات
bg: Бабанка емотикона
de: Sportliches Smiley
es_co: flexionando los músculos
fr: Frimousse Muscle
gl: flexionando os músculos
he: רגשון שרירי
hr: mišić smješko
hu: izom hangulatjel
ne: मांसपेसी चेहरा
nl: Spier smiley
pl: mięśniak
pt_br: músculo
ro: mușchi
sk: svaly
sr: Smajli sa mišićima
uk: силач смайлик

source: beer smiley
ar: مشروب
bg: Бира емотикона
de: Besoffenes Smiley
es_co: cerveza
fr: Frimousse Bière
gl: cervexa
he: רגשון בירה
hr: pivo smješko
hu: sör hangulatjel
ne: हसमुख चेहरा
nl: bier smiley
pl: piwo
pt_br: cerveja
ro: bere
sk: pivo
sr: Pivo smajli
uk: пиво смайлик

source: drink smiley
ar: شراب
bg: Питие емотикона
de: Trinkendes Smiley
es_co: cara bebiendo
fr: Frimousse Verre
gl: cara bebiendo
he: רגשון משקה
hr: pije smješko
hu: ivós hangulatjel
ne: पेय चेहरा
nl: drank smiley
pl: drink
pt_br: bebida
ro: băutură
sk: nápoj
sr: Piće smajli
uk: п’ю смайлик

source: ninja smiley
ar: النينجا
bg: Нинджа емотикона
es_co: Ninja
fr: Frimousse Ninja
gl: Ninja
he: רגשון נינג'ה
hr: nindža smješko
hu: nindzsa hangulatjel
ne: झगडालु चेहरा
pl: ninja
pt_br: ninja
ro: Ninja
sk: Nindža
sr: Nindža smajli
uk: нінзя смайлик

source: cool smiley
ar: ابتسامة مثيرة
bg: Хладнокръвие емотикона
de: Cooles Smiley
es_co: Cool
fr: Frimousse Cool
gl: Cool
he: רגשון קול
hr: kul smješko
hu: hűvös arckifejezés
ne: शान्त चेहरा
pl: cool
pt_br: bacana
ro: cool
sk: pohoda
sr: Kul smajli
uk: крутий смайлик

source: in love smiley
ar: هائم في الحب
bg: Влюбване емотикона
de: Verliebtes Smiley
es_co: Enamorado
fr: Frimousse Amoureux
gl: cara namorada
he: רגשון מאוהב
hr: zaljubljen smješko
hu: szerelmes arckifejezés
ne: मायालु चेहरा
nl: verliefd smiley
pl: zakochanie
pt_br: apaixonado
ro: îndrăgostit
sk: zamilovaný
sr: Zaljubljeni smajli
uk: закоханий смайлик

source: fingers crossed smiley
ar: تفاؤل بالخير
bg: Стискане на палци емотикона
de: verschwörerisches Smiley
es_co: dedos cruzados
fr: Frimousse doigts croisés
gl: dedos cruzados
he: רגשון אצבעות משולבות
hr: držim fige smješko
hu: drukkolás hangulatjel
ne: औला क्रस चेहरा
nl: gekruisde vingers smiley
pl: skrzyżowane palce
pt_br: dedos cruzados
ro: degete încrucișate
sk: držím palce
sr: Držim ti palčeve smajli
uk: схрещені пальці смайлик

source: yawning smiley
ar: تثاؤب
bg: Прозяване емотикона
de: Gähnendes Smiley
es_co: Vostezo
fr: Frimousse Bâille
gl: cara bocexando
he: רגשון מילל
hr: zijevaiući smješko
hu: ásítós arckifejezés
ne: घुरेको चेहरा
nl: gapend smiley
pl: Buzia ziewa
pt_br: bocejando
ro: căscat
sk: zívam
sr: Smajli koji zeva
uk: позіхає смайлик

source: puking smiley
ar: يتقيأ
bg: Избълване емотикона
de: Kotzendes Smiley
es_co: Asco
fr: Frimousse Vomit
gl: cara de noxo
he: רגשון puking
hr: povraća smješko
hu: hányós arckifejezés
ne: चिप्रे चेहरा
nl: ompoen smiley
pl: wymioty
pt_br: vomitando
ro: Vomită
sk: vraciam
sr: Smajli koji povraća
uk: блювотний смайлик

source: doh! smiley
ar: ضيق
bg: Уфф! емотикона
es_co: ¡uy!
fr: Frimousse D'oh !
gl: ¡ui!
he: רגשון דו!
hr: dou! smješko
hu: doh! arckifejezés
ne: वाह! चेहरा
pl: fu!
pt_br: dó!
ro: doh!
sk: Dočerta
sr: Iznervirani smajli
uk: великий сум смайлик

source: it wasn't me! smiley
ar: لست أنا
bg: Не бях аз! емотикона
de: Scheinheiliges Smiley
es_co: ¡Yo no fui!
fr: Frimousse C'était pas moi !
gl: ¡eu non fun!
he: רגשון זה לא אני!
hr: to nisam bio ja! smješko
hu: nem én voltam! arckifejezés
ne: म होइन! चेहरा
nl: ik was het niet! smiley
pl: to nie byłem ja
pt_br: não fui eu!
ro: Nu am fost eu!
sk: To nie ja!
sr: Nisam ja! smajli
uk: це не я! смайлик

source: party smiley
ar: حفلة
bg: Купон емотикона
de: Feierndes Smiley
es_co: fiesta
fr: Frimousse Fête
gl: festa
he: רגשון מסיבה
hr: fešta smješko
hu: party hangulatjel
ne: भोजभतेर चेहरा
nl: feest smiley
pl: impreza
pt_br: festa
ro: Petrecere
sk: párty
sr: Žurka smajli
uk: вечірка смайлик

source: mmmmmm... smiley
ar: لذيذ
bg: Ммм... емотикона
de: "Mmmmm"-Smiley
es_co: mmmmmm...
fr: Frimousse mmmmm...
gl: mmmmmm...
he: רגשון mmmmmm...
hr: mmmmmm... smješko
hu: mmmmmm... arckifejezés
ne: म्याउँ म्याउ...चेहरा
pl: mmmm...
pt_br: mmmmmm...
ro: mmmm...
sk: mmmmmm...
sr: Mmmmm... smajli
uk: mmmmmm... смайлик

source: nerdy smiley
ar: عبقري
bg: Пристрастяване емотикона
de: Trotteliges Smiley
es_co: Empollón
fr: Frimousse Intello
gl: Queimar as pestanas
he: רגשון חיוך רחב
hr: štreber smješko
hu: majom hangulatjel
ne: कुटिल चेहरा
pl: Nerd
pt_br: nerd
ro: tocilar
sk: hlúpy
sr: Štreber smajli
uk: тупий смайлик

source: hi smiley
ar: مرحبا
bg: Привет емотикона
de: Hi sagendes und winkendes Smiley
es_co: ¡Hola!
fr: Frimousse Salut
gl: ¡Hola!
he: רגשון היי!
hr: pozdrav smješko
hu: üdvözlő hangulatjel
ne: खुसि चेहरा
pl: Witam
pt_br: oi
ro: Salut!
sk: ahoj
sr: Ćao smajli
uk: вітальний смайлик

source: facepalm smiley
ar: حزن
bg: Безсилие емотикона
de: Maskiertes Smiley
es_co: cara de desesperación
fr: Frimousse Rhoo...
gl: cara de desesperación
he: רגשון בצורת דקל
hr: O, kuku meni... smješko
hu: facepalm hangulatjel
ne: प्रफुल्ल चेहरा
pl: facepalm
pt_br: bochecha
ro: palmă peste față în exasperare
sk: to snáď nie je možné
sr: Smajli koji ne može da poveruje
uk: обличчя закрите однією рукою смайлик

source: devil smiley
ar: شرير
bg: Дявол емотикона
de: Teuflisches Smiley
es_co: demonio
fr: Frimousse Diable
gl: demo
he: רגשון שטני
hr: vrag smješko
hu: ördög hangulatjel
ne: पिसाच चेहरा
nl: duivel smiley
pl: diabeł
pt_br: diabo
ro: Diavol
sk: diabol
sr: Đavo smajli
uk: чорт смайлик

source: angel smiley
ar: ملاك
bg: Ангел емотикона
de: Engelssmiley
es_co: ángel
fr: Frimousse Ange
gl: ánxo
he: רגשון מלאך
hr: anđeo smješko
hu: angyal hangulatjel
ne: दूत चेहरा
nl: engel smiley
pl: anioł
pt_br: anjo
ro: Înger
sk: anjel
sr: Anđeo smajli
uk: ангел смайлик

source: envy smiley
ar: حسد
bg: Завист емотикона
de: Neidisches Smiley
es_co: envidiando
fr: Frimousse Envieux
gl: envidiando
he: רגשון תאווה
hr: ljubomoran smješko
hu: irigy arckifejezés
ne: क्रोधित चेहरा
nl: benijdend smiley
pl: zazdrość
pt_br: inveja
ro: invidios
sk: závidím
sr: Smajli koji zavidi
uk: заздрісний смайлик

source: wait smiley
ar: انتظر
bg: Изчакване емотикона
de: Warte Smiley
es_co: esperando
fr: Frimousse Attend
gl: esperando
he: רגשון המתנה
hr: čeka smješko
hu: várakozó arckifejezés
ne: प्रतिक्षा चेहरा
nl: wachtend smiley
pl: czekaj
pt_br: aguarde
ro: Așteaptă
sk: počkaj
sr: Čekaj smajli
uk: очікування смайлик

source: hug smiley
ar: عناق
bg: Гушкане емотикона
de: Umarmendes Smiley
es_co: abrazos
fr: Frimousse Câlin
gl: abrazos
he: רגשון חניקה
hr: zagrljaj smješko
hu: ölelő hangulatjel
ne: रनभुल्ल चेहरा
nl: knuffel smiley
pl: przytulenie
pt_br: abraço
ro: Îmbrățișare
sk: objímam
sr: Zagrljaj smajli
uk: обійми смайлик

source: make-up smiley
ar: تجميل
bg: Разкрасяване емотикона
de: Schminkendes Smiley
es_co: maquillaje
fr: Frimousse Maquillage
gl: maquillaxe
he: רגשון מתיחת פנים
hr: šminka smješko
hu: Csinibaba hangulatjel
ne: श्रृङ्गार चेहरा
pl: makijarz
pt_br: maquiagem
ro: machiaj
sk: maľujem sa
sr: Smajli koji se šminka
uk: макіяж смайлик

source: giggle smiley
ar: قهقهة
bg: Хихикане емотикона
de: Kicherndes Smiley
es_co: risita
fr: Frimousse Rire niais
gl: cacarejar
he: רגשון פרצוף
hr: cereka se smješko
hu: vihogó hangulatjel
ne: गमक्क चेहरा
nl: giechelend smiley
pl: chichot
pt_br: risadinha
ro: chicotește
sk: chichot
sr: Smajli koji se kikoće
uk: хіхікаю смайлик

source: clapping smiley
ar: تصفيق
bg: Ръкопляскане емотикона
de: Klatschendes Smiley
es_co: ¡aplausos!
fr: Frimousse Applaudit
gl: ¡aplausos!
he: רגשון מחיאת כפיים
hr: pljesak smješko
hu: tapsoló hangulatjel
ne: तालि चेहरा
nl: klappend smiley
pl: oklaski
pt_br: aplausos
ro: aplaudă
sk: tlieskam
sr: Smajli koji aplaudira
uk: плескаю в долоні смайлик

source: thinking smiley
ar: تفكير
bg: Мислене емотикона
de: Grübelndes Smiley
es_co: cara pensativa
fr: Frimousse Pensif
gl: cara pensativa
he: רגשון חושב
hr: mislim smješko
hu: elgondolkodó hangulatjel
ne: सोच चेहरा
nl: denkend smiley
pl: myślenie
pt_br: pensativo
ro: Gânditor
sk: rozmýšľam
sr: Smajli koji razmišlja
uk: думаю смайлик

source: bowing smiley
ar: إنحناءة
bg: Покланяне емотикона
de: Verbeugendes Smiley
es_co: reverencia
fr: Frimousse Courbette
gl: reverencia
he: רגשון הרמת גבות
hr: vještina ili umjetnost sviranja gudalom smješko
hu: Köszönet hangulatjel
ne: उम्लिएको चेहरा
nl: buigend smiley
pl: ukłon
pt_br: reverência
ro: Față zâmbitoare
sk: klaniam sa
sr: Smajli koji se klanja
uk: уклінний смайлик

source: rolling on the floor laughing! smiley
ar: تدحرج على الأرض ضاحكا
bg: Търкаляне от смях на пода! емотикона
de: Herzhaft laut lachendes Smiley
es_co: ¡muerto de risa!
fr: Frimousse écroulé de rire
gl: Morto de rir!
he: רגשון להתגלגל מצחוק על הרצפה
hr: Valjam se po podu od smijeha! smješko
hu: a nevetéstől a földön fekvő hangulatjel
ne: अट्टहाँस चेहरा
nl: rollend op de grond van het lachen! smiley
pl: ze śmiechu turlam się po podłodze
pt_br: rolando de rir no chão!
ro: Rostogolire pe podea de râs!
sk: Váľam sa od smiechu!
sr: smajli koji se valja po podu od smeha
uk: качаюся по підлозі від сміху! смайлик

source: relieved smiley
ar: ارتياح
bg: Пуфтене емотикона
de: Erleichtertes Smiley
es_co: cara de alivio
fr: Frimousse Ouf
gl: cara de alivio
he: רגשון התאוששות
hr: olakšanje smješko
hu: megkönyebbült arckifejezés
ne: मुक्त चेहरा
nl: opgelucht smiley
pl: ulga
pt_br: aliviado
ro: ușurat
sk: odľahlo mi
sr: Olakšanje smajli
uk: заспокоєний смайлик

source: happy smiley
ar: سعيد
bg: Удовлетворение емотикона
de: Fröhliches Smiley
es_co: cara feliz
fr: Frimousse Content
gl: cara feliz
he: רגשון שמח
hr: sretan smješko
hu: boldog arckifejezés
ne: शन्तोष चेहरा
nl: blij smiley
pl: szczęście
pt_br: feliz
ro: fericit
sk: šťastný
sr: Srećan smajli
uk: щасливий смайлик

source: smirking smiley
ar: ابتسامة مصطنعة
bg: Самодоволство емотикона
de: Blöd grinsendes Smiley
es_co: cara sonriendo de satisfacción
fr: Frimousse Rire jaune
gl: sorriso de satisfacción
he: רגשון נעלב
hr: zlobno se smješka smješko
hu: önelégülten vigyorgó arckifejezés
ne: अरमठ्ठिएको चेहरा
nl: grijnzend smiley
pl: ironiczny uśmiech
pt_br: malicioso
ro: rânjește
sk: uškŕňam sa
sr: Smajli koji se zlobno osmehuje
uk: самовдоволений смайлик

source: nodding smiley
ar: إيماءة
bg: Кимане емотикона
de: Nickendes Smiley
es_co: afirmando
fr: Frimousse Acquiescement
gl: afirmando
he: רגשון הנהון
hr: površno klima glavom smješko
hu: bólogató hangulatjel
ne: उँघेको चेहरा
nl: knikkend smiley
pl: skinięcie
pt_br: aceno
ro: dând din cap în confirmare
sk: súhlas
sr: Smajli koji klima glavom
uk: киває смайлик

source: shakeing smiley
ar: مصافحة
bg: Стряскане емотикона
de: Erschüttertes Smiley
es_co: negando
fr: Frimousse Secoué
gl: negando
he: רגשון רועד
hr: drma smješko
hu: rázó hangulatjel
ne: हल्लिएको चेहरा
nl: schuddend smiley
pl: emotka potrząśnięcie
pt_br: balançando
ro: strângând mâna
sk: nesúhlas
sr: Smajli koji odrično maše glavom
uk: трясеться смайлик

source: waiting smiley
ar: بالانتظار
bg: Изчакване емотикона
de: Wartendes Smiley
es_co: esperando
fr: Frimousse En attente
gl: esperando
he: רגשון המתנה
hr: čekam smješko
hu: várakozó hangulatjel
ne: प्रतिक्षा चेहरा
nl: wachtend smiley
pl: emotka czekanie
pt_br: aguardando
ro: așteptând
sk: čakám
sr: Smajli koji čeka
uk: чекаю смайлик

source: Emo smiley
ar: رمز
bg: Емо емотикона
es_co: Emo
fr: Frimousse Emo
gl: Emo
he: רגשון התרגשות
hr: trese smješko
hu: emo-s arckifejezés
ne: फुरूङ्ग चेहरा
pl: EMO
pt_br: Emo
ro: Emo
sk: emo
sr: Emo smajli
uk: Емо смайлик

source: yes smiley
ar: نعم
bg: Да, емотикона
de: Ja-Smiley
es_co: sí
fr: Frimousse Oui
gl: si
he: רגשון כן!
hr: DA smješko
hu: ez király! hangulatjel
ne: हुन्छ चेहरा
nl: ja smiley
pl: emotka tak
pt_br: sim
ro: da
sk: áno
sr: Da smajli
uk: так смайлик

source: no smiley
ar: لا
bg: Не, емотикона
de: Nein-Smiley
es_co: no
fr: Frimousse Non
gl: non
he: רגשון לא!
hr: NE smješko
hu: ez béna! hangulatjel
ne: हुन्न चेहरा
nl: nee smiley
pl: emotka nie
pt_br: não
ro: nu
sk: nie
sr: Ne smajli
uk: ні смайлик

source: handshake smiley
ar: مصافحة بااليد
bg: Ръкостискане емотикона
de: Händeschüttelndes Smiley
es_co: apretón de manos
fr: Frimousse Poignée de main
gl: aperta de mans
he: רגשון לחיצת יד
hr: rukuje se smješko
hu: kézfogás hangulatjel
ne: हातेमालो चेहरा
nl: handdruk smiley
pl: Buzia uścisk ręki
pt_br: aperto de mão
ro: Strângere de mână
sk: dohodnuté
sr: Smajli koji se rukuje
uk: рукостискання смайлик

source: high five smiley
ar: ضرب الأكف للاحتفال
bg: Дай ми пет! емотикона
de: Hi5-Smiley
es_co: choca las cinco
fr: Frimousse Tapes m'en cinq
gl: choca as cinco
he: רגשון חמש אצבעות למעלה
hr: visoka petica smješko
hu: Pacsi hangulatjel
ne: चहलपहल चेहरा
pl: piąteczka
pt_br: toca aqui
ro: bate palma
sk: Daj na to
sr: Baci kosku smajli
uk: дай п’ять смайлик

source: lalala smiley
ar: سعادة
bg: Тралала емотикона
es_co: blablablá
fr: Frimousse Lalala
gl: blablablá
he: רגשון לה לה לה
hr: lalala smješko
hu: éneklő hangulatjel
ne: हसमुख चेहरा
pl: emotka lalala
pt_br: lalala
ro: lalala...
sk: lalala
sr: Lalala smajli
uk: ляляля смайлик

source: heidy smiley
ar: شخص يعمل في Skype
bg: Катерица емотикона
es_co: ardilla
fr: Frimousse Écureuil
gl: esquío
he: רגשון היידי
hr: heidy smješko
hu: Mókuska hangulatjel
ne: थकित चेहरा
pl: emotka wiewiórka
pt_br: esquilo Heidy
ro: Heidy
sk: veverička
sr: Veverica smajli
uk: білочка смайлик

source: flower smiley
ar: وردة
bg: Цвете емотикона
de: Smiley mit Rose
es_co: flor
fr: Frimousse Fleur
gl: flor
he: רגשון פרח
hr: cvijet smješko
hu: virág hangulatjel
ne: पुष्प चेहरा
nl: bloem smiley
pl: emotka kwiat
pt_br: flor
ro: floare
sk: kvet
sr: Cvet smajli
uk: квітка смайлик

source: raining smiley
ar: تمطر
bg: Дъжд емотикона
de: Verregnetes Smiely
es_co: lluvia
fr: Frimousse Pluie
gl: choiva
he: רגשון גשם
hr: kišovito smješko
hu: esős hangulatjel
ne: वर्षा चेहरा
nl: regen smiley
pl: emotkadeszcz
pt_br: chovendo
ro: plouă
sk: prší
sr: Kiša smajli
uk: дощ смайлик

source: sunny smiley
ar: مشمس
bg: Слънце емотикона
de: Sonniges Smiley
es_co: sol
fr: Frimousse Soleil
gl: sol
he: רגשון שמש
hr: sunčano smješko
hu: nap hangulatjel
ne: घमाइलो चेहरा
nl: zonnig smiley
pl: emotka słońce
pt_br: ensolarado
ro: însorit
sk: slnko
sr: Sunce smajli
uk: сонце смайлик

source: tumbleweed smiley
ar: اختفاء
bg: Развейпрах емотикона
de: Verzerrtes Smiley
es_co: planta rodadora
fr: Frimousse Virevoltant
gl: planta rodadora
he: רגשון Tumbleweed
hr: kiša smješko
hu: Ördögszekér hangulatjel
ne: गजक्क चेहरा
nl: amarant smiley
pl: emotka cisza przed burzą
pt_br: erva daninha
ro: stingher lângă un cactus în deșert
sk: ticho pred búrkov
sr: Kotrljajući žbun smajli
uk: перекотиполе смайлик

source: music smiley
ar: موسيقى
bg: Музика емотикона
de: Musik-Smiley
es_co: música
fr: Frimousse Musique
gl: música
he: רגשון מוסיקה
hr: glazba smješko
hu: zene hangulatjel
ne: सङ्गित चेहरा
nl: muziek smiley
pl: emotka muzyka
pt_br: música
ro: muzică
sk: hudba
sr: Muzika smajli
uk: музика смайлик

source: bandit smiley
ar: قاطع الطريق
bg: Бандит емотикона
de: Diebisches Smiley
es_co: bandido
fr: Frimousse Bandit
gl: bandido
he: רגשון ביריון
hr: bandit smješko
hu: bandita hangulatjel
ne: ध्वनी चेहरा
nl: bandiet smiley
pl: emotka bandyta
pt_br: bandoleiro
ro: bandit
sk: bandita
sr: Bandit smajli
uk: бандитський смайлик

source: too much information smiley
ar: معلومات كثيرة جدا
bg: Твърде много информация емотикона
de: Verhaltendes Smiley
es_co: exceso de información
fr: Frimousse M'en dis pas plus
gl: exceso de información
he: רגשון יותר מדאי מידע
hr: previše informacija smješko
hu: túl sok információ arckifejezés
ne: धेरै जानिफकार चेहरा
nl: te veel informatie smiley
pl: emotka za dużo informacji
pt_br: muita informação
ro: prea multă informație
sk: príliš veľa informácií
sr: Previše informacija smajli
uk: забагато інформації смайлик

source: coffee smiley
ar: قهوة
bg: Кафе емотикона
de: Smiley mit Kaffee
es_co: café
fr: Frimousse Café
gl: café
he: רגשון קפה
hr: kava smješko
hu: kávé hangulatjel
ne: कफि चेहरा
nl: koffie smiley
pl: emotka kawa
pt_br: café
ro: cafea
sk: káva
sr: Kafa smajli
uk: кава смайлик
