Repository: nvdaes/emoticons
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de, es_co, fa, fr, gl, he, hr, hu, ne, nl, pl, pt_br, ro, sk, sr, uk, vi, zh_cn

source: pizza smiley
ar: البيتزا
bg: Пица емотикона
de: Smiley mit Pizza
es_co: pizza
fr: Frimousse Pizza
gl: pizza
he: רגשון פיצה
hr: pizza smješko
hu: pizza hangulatjel
ne: खुत्रुक्क चेहरा
pl: emotka pizza
pt_br: pizza
ro: pizza
sk: pizza
sr: Pica smajli
uk: піца смайлик

source: cake smiley
ar: كعك
bg: Торта емотикона
de: Smiley mit Geburtstagskuchen
es_co: tarta
fr: Frimousse Gâteau
gl: tarta
he: רגשון עוגה
hr: kolač smješko
hu: torta hangulatjel
ne: केक चेहरा
nl: taart smiley
pl: emotka ciastko
pt_br: bolo
ro: tort
sk: torta
sr: Torta smajli
uk: торт смайлик

source: star smiley
ar: نجم
bg: Звезда емотикона
de: Smiley mit Sternchen
es_co: estrella
fr: Frimousse Étoile
gl: estrela
he: רגשון כוכב
hr: zvijezda smješko
hu: csillag hangulatjel
ne: तारा चेहरा
nl: ster smiley
pl: emotkagwiazda
pt_br: estrela
ro: stea
sk: hviezda
sr: Zvezda smajli
uk: зірка смайлик

source: Enables the announcement of emoticon names instead of the character Representation.
ar: تفعيل الإعلان عن أسماء رموز المشاعر بدلا من الحروف التي تمثلها.
bg: Прави възможно прочитането на имената на емотикони вместо тяхното представяне със знаци.
de: Aktiviert die Ansage der Smiley-Namen anstatt deren Zeichen, durch die sie repräsentiert werden.
es_co: Permite el anuncio de los nombres de los emoticones en lugar de la representación de caracteres.
fr: Permettre l'annonce des noms des frimousses au lieu de la représentation des caractères.
gl: Permite o anuncio dos nomes dos emoticóns en lugar da representación de caracteres.
he: מאפשר הקראה של תיאור הרגשונים במקום צורתם הגראפית
hr: Omogućuje najavu naziva emotikona umjesto prikazivanja znakova.
hu: A hangulatjel jelentés bemondásának engedélyezése, annak karakterkombinációja helyett. Nyomja meg az NVDA+e-t a váltáshoz.
ne: ईमोटिकन वर्णको सट्टा नामको घोषणालाइ योग्य बनाउँछ ।
nl: Meld de betekenis van emoticons in plaats van de tekens waaruit ze bestaan.
pl: Umożliwia oznajmianie nazw emotikonów zamiast tworzących je znaków.
pt_br: Abilita o anúncio dos nomes de emoticons ao invés da representação em caracteres.
ro: permite anunțarea numelor emoticoanelor în loc de caracterul de reprezentare.
sk: Namiesto znakov popisuje emotikony slovne.
sr: Omogućava izgovor naziva emotikona umesto teksta koji ga predstavlja.
uk: Вмикає оголошення назв смайликів замість відповідних їм символів.

source: Emoticons
ar: رموز المشاعر
bg: Емотикони
es_co: Emoticonos
fr: Frimousses
he: רגשונים
hr: Emotikoni
hu: Hangulatjelek
ne: इमोटिकन
pl: Emotikony / Emoticons
sk: Emotikony
sr: Emotikoni

source: You have installed the Emoticons add-on, probably an old and incompatible version with this one. Do you want to uninstall the old version?
ar: لقد قمت بتنزيل إضافة رموز المشاعر
bg: Имате инсталирана най-вероятно стара и несъвместима версия на добавката за емотикони. Желаете ли да деинсталирате старата версия?
de: Sie haben möglicherweise eine veraltete und inkompatible Version der Emoticons-Erweiterung installiert. Möchten Sie die alte Version deinstallieren?
es_co: Has instalado el complemento Emoticons, probablemente una versión antigua e incompatible con ésta. ¿Quieres desinstalar la versión anterior?
fr: Vous avez probablement installé une version ancienne du module complémentaire Emoticons, et elle est incompatible avec la présente. Voulez-vous désinstaller l'ancienne version ?
gl: Instalaches o complemento Emoticons, probablemente unha versión vella e incompatible con ésta. ¿Queres desinstalar a versión anterior?
he: גרסת התוסף של Emoticons המותקנת נראית ישנה או בלתי מתאימה. האם ברצונך להסיר גרסה זו?
hr: Instalirali ste dodatak za emotikone, ali vjerojatno staru i nekompatibilnu inačicu zajedno s ovom. Želite li deinstalirati staru inačicu?
hu: Korábban már telepítette a hangulatjelek bővítmény egy régebbi verzióját, amely valószínűleg nem kompatibilis a jelenlegi verzióval. El kívánja távolítani ezt a régebbi verziót?
ne: यो इमोटिकन सित नमिल्ने वा पुरानो उपकर्मी भित्र्याएको रहेछ ।
nl: U hebt de Emoticons add-on reeds geïnstalleerd, waarschijnlijk een oude en incompatibele versie. Wilt u de oude versie verwijderen?
pt_br: Você tem instalado o complemento Emoticons, provavelmente uma versão antiga e incompatível com esta. Quer desinstalar a versão antiga?
ro: Aveți instalat suplimentul Emoticons, probabil o versiune veche și incompatibilă cu acesta. Vreți să dezinstalați versiunea veche?
sr: Instalirali ste staru ili nekompatibilnu verziju ovog dodatka. Želite li da je deinstalirate?

source: Uninstall incompatible add-on
ar: إزالة الإضافة غير المتوافقة
bg: Деинсталиране на несъвместима добавка
de: Inkompatible Erweiterung deinstallieren
es_co: Desinstalar complemento incompatible
fr: Désinstaller le module complémentaire incompatible
gl: Desinstalar complemento incompatible
he: מסיר גרסה בלתי מתאימה של תוסף זה
hr: Deinstalirati nekompatibilan dodatak
hu: A nem kompatibilis bővítmény eltávolítása
ne: नमिल्दो उपकर्मीलाई हटाउनु होस् ।
nl: Incompatibele add-on verwijderen
pt_br: Desinstalar complemento incompatível
ro: Dezinstalare supliment incompatibil
sr: Deinstaliraj nekompatibilni dodatak

source: You seem to have previous settings saved for this add-on. Do you want to import them?
ar: يبدو أن لديك إعدادات محفوظة مسبقا لهذه الإضافة، فهل تود استيرادها؟
fr: Vous semblez avoir des paramètres antérieurs enregistrés pour ce module complémentaire. Voulez-vous les importer ?
gl: Parece que tes a configuración anterior gardada para este complemento. ¿Queres importala?
he: נראה כי קיימות הגדרות ישנות של תוסף זה. האם ברצונך ליבבא אותן?
hr: Čini se da su prethodne postavke spremljene za ovaj dodatak. Želite li ih uvesti?
hu: Úgy tűnik, hogy már vannak korábban elmentett beállításai ehhez a bővítményhez. Szeretné őket importálni?
ne: तपाइले यो उपकर्मीको अनुकूलनलाई पहिले नै बचत गर्नु भएको छ । के तपाइ यसलाई आयात गर्न चाहनु हुन्छ ।
nl: U lijkt eerder instellingen voor deze add-on te hebben opgeslagen. Wilt u deze importeren?

source: Manag&e emoticons
fr: &Gérer les frimousses
gl: &xestionar emoticóns
he: ניהול הרגשונים

source: Emoticons menu
ar: قائمة رموز المشاعر
es_co: Menú Emoticonos
fr: Menu Emoticons
gl: Menú Emoticóns
he: ;תפריט רגשונים:
hr: Izbornik emotikona
hu: Hangulatjelek menü
ne: इमोटिकनको मेनु

source: &Customize emoticons...
ar: &تخصيص رموز المشاعر...
es_co: &Personalizar emoticonos...
fr: &Personnaliser les frimousses...
gl: &Persoalizar emoticóns...
he: ה&תאמת רגשונים
hr: &Prilagoditi emotikone...
hu: Hangulatjelek &testreszabása...
ne: &इमोटिकनलाई मिलाउ
nl: Emoticons &personaliseren...

source: &Activation settings...
ar: &إعدادات التفعيل...
es_co: Opciones de &Activación...
fr: &Paramètres d'activation...
gl: Opciones de &Activación...
he: ה&גדרות הפעלה...
hr: &Aktivacijske postavke...
hu: &Aktiválási beállítások...
ne: &सक्रियता अनुकूलन
nl: &Activatie-instellingen...

source: Shows a dialog to choose when emoticons speaking should be activated
ar: عرض محاورة لاختيار متى يتم تفعيل رمز مشاعر منطوق
es_co: Muestra un diálogo para elegir cuando debería activarse la verbalización de emoticonos
fr: Afficher un dialogue pour choisir le moment où l'annonce des frimousses doit être activée
gl: Amosa un diálogo para escoller cando debería activarse a fala de emoticóns
he: פתיחת תיבת דו-שיח המגדירה את התנאים להקראת הרגשונים
hr: Prikazuje dijaloški okvir za odabir kada treba aktivirati izgovaranje emotikona
hu: Megjelenít egy párbeszédablakot, melyben kiválaszthatja, hogy mely hangulatjel bemondása legyen aktív
ne: इमोटिकन वाचन सक्रिय गर्न चाहिने पातो देखाउँछ ।
nl: Geeft een dialoogvenster weer waarin gekozen kan worden wanneer het uitspreken van emoticons geactiveerd moet worden.

source: Emoticons dictionary
ar: قاموس رموز المشاعر
fr: Dictionnaire des frimousses
gl: Diccionario de Emoticóns
he: מילון הרגשונים
hr: Riječnik emotikona
hu: Hangulatjelek szótár
ne: इमोटिकन सब्दकोष
nl: Emoticonswoordenboek

source: Shows the Emoticons Activation settings dialog.
fr: Afficher le dialogue pour les paramètres d'Activation des Frimousses.
gl: Amosar o diálogo Opcións de Activación de Emoticóns.
he: יבוא הגדרות תוסף Emoticons

source: Activation settings
ar: محاورة إعدادات التفعيل
es_co: Opciones de Activación
fr: Paramètres d'activation
gl: Opcións de Activación
he: הגדרות הפעלה
hr: Aktivacijske postavke
hu: Aktiválás beállítása
ne: सक्रियताको अनुकूलता
nl: Activatie-instellingen

source: &Activate speaking of emoticons at start:
ar: &تفعيل نطق رموز المشاعر عند البداية
fr: &Activer l'annonce des frimousses au démarrage :
gl: &Activar fala de emoticóns ó se iniciar:
he: ה&פעלת הקראת הרגשונים בעת פתיחה
hr: &Aktivirati izgovaranje emotikona pri pokretanju:
hu: &Hangulatjel bemondás aktiválása induláskor:
ne: &सुरूवातमा इमोटिकनको वाचन सक्रिय बनाउ ।
nl: Het uitspreken van emoticons &activeren bij opstarten:

source: &Copy activation settings
ar: &نسخ إعدادات التفعيل
fr: &Copier les paramètres d'activation
gl: &Copiar opcións de activación
he: ה&עתקת הגדרות הפעלה
hr: &Kopirati aktivacijske postavke
hu: &Aktiválási beállítások másolása
ne: &सक्रियता अनुकूलन नक्कल गर
nl: Activatie-instellingen &kopiëren

source: Happy face with wide mouth and squinting eyes
gl: cara leda coa boca ancha e os ollos vesgos
he: רגשון השמח עם פה חיוך רחבו

source: Kissing face with open eyes
gl: Cara bicando cos ollos abertos
he: רגשון נשיקה עם עיניים פתוחות

source: Face with stuck out tongue and eyes open
gl: Cara coa lingua fora e os ollos abertos
he: רגשון הלשון בחוץ ועיניים פתוחות

source: Face with clenched teeth
gl: Cara cos dentes pechados
he: רגשון חריקת שיניים

source: Person frowning
gl: Persoa carrancuda
he: רגשון הזועף

source: Tired face
gl: Cara cansa
he: רגשון מותש

source: Exasperated face
gl: Cara exasperada
he: רגשון כועס

source: Happy face with teardrop
gl: Cara leda con bágoa
he: רגשון שמח עם דמעה

source: Whaling face
gl: Cara cansa
he: לוויתן

source: Whaling face with squinting eyes
gl: Cara cansa cos ollos vesgos
he: לוויתן עם עיניים מצומצמות

source: Huffing with anger face
gl: Cara bufando de rabia
he: רגשון כועס ומתנשף

source: Very astonished face
gl: Cara moi asombrada
he: רגשון תמיהה גדולה

source: Surprised and dismayed face
gl: Cara sorprendida e consternada
he: רגשן מופתע ומזועזע

source: Open mouth and surprised face
gl: Cara sorprendida e coa boca aberta
he: רגשון פה פתוח ופנים מופתעות

source: Surprised face
gl: cara de sorpresa
he: רגשון מופתע

source: Emoticon: %s
ar: رمز المشاعر: %s
hr: Emotikon: %s
hu: Hangulatjel: %s
ne: इमोटिकन : %s

source: Manage emoticons
ar: إدارة رموز المشاعر
hr: Upravljanje emotikonima
hu: Hangulatjelek kezelése
ne: इमोटिकनलाई व्यबस्थापन गर्नु होस् ।
nl: Emoticons beheren

source: &Insert smiley...
ar: &إدخال ابتسامة...
hr: &Umetni smješka...
hu: Hangulatjel b&eszúrása...
ne: &चेहरा घुसाउ
nl: Smiley &invoegen...

source: Available emoticons
ar: رموز المشاعر المتاحة
hr: Emotikoni na raspolaganju
hu: Elérhető hangulatjelek
ne: उपलब्ध इमोटिकन
nl: Beschikbare emoticons

source: Available smileys to insert:
ar: الابتسامات المتاحة لإدخالها:
hr: Raspoloživi smješci za umetanje:
hu: Elérhető beszúrható hangulatjelek:
ne: घुसाउन मिल्ने उपलब्ध चेहराहरू
nl: Beschikbare in te voegen smileys:

source: &Dictionary entries
ar: مدخلات القاموس
hr: &Unosi u rječniku
hu: &Szótár bejegyzések
ne: &सब्दकोष प्रविष्टि
nl: &Woordenboekregels

source: Comment
ar: تعليق
hr: Komentar
hu: Megjegyzés
ne: टिप्पणी
nl: Opmerking

source: Pattern
ar: الكلمة الأصلية
hr: Uzorak
hu: Minta
ne: ढर्रा
nl: Patroon

source: Replacement
ar: الكلمة البديلة
hr: Zamjena
hu: Csere
ne: विस्थापन
nl: Vervanging

source: case
ar: حالة الأحرف
hr: osjetljivost na velika i mala slova
hu: Eset
ne: श्रेणी

source: off
ar: لا يعمل
hr: isključeno
hu: Ki
ne: बन्द
nl: uit

source: on
ar: يعمل
hr: uključeno
hu: Be
ne: खुल्ला
nl: aan

source: &Edit
ar: &تعديل
hr: &Uređivanje
hu: &Szerkeztés
ne: &सम्पादन
nl: &Bewerken

source: &Remove
ar: &إزالة
hr: &Obriši
hu: &Eltávolítás
ne: &हटाउ
nl: &Verwijderen

source: On
ar: يعمل
hr: Uključeno
hu: Be
ne: खुल्ला
nl: Aan

source: Activate at start
ar: التفعيل عند البداية
hr: Aktiviraj pri pokretanju
hu: Aktiválás induláskor
ne: सुरुवात मै सक्रिय बनाउ
nl: Activeren bij opstarten

source: sad smiley
ar: وجه حزين
hr: tužan smješko
hu: szomorú arc
ne: दुखित चेहरा
nl: droevig smiley

source: Reads the specified column for the current list item.
fa: ستونِ معین مربوط به جزءِ فهرستِ جاری را میخوانَد.
vi: Đọc cột được chỉ định của thành phần hiện tại trong danh sách.
zh_cn: 朗读当前列表项目的指定列。

source: %s copied to clipboard
fa: %s در کلیپ‌برد کپی شد.
vi: Đã chép %s vào bộ nhớ tạm
zh_cn: %s已经复制到剪贴板

source: Copies the last read column of the selected list item to clipboard.
fa: آخِرین ستونِ جزءِ فهرستِ انتخاب‌شده را که خوانده شده است در کلیپ‌برد کپی میکند.
vi: Chép cột cuối cùng được đọc ở thành phần đã chọn trong danh sách hiện tại vào bộ nhớ tạm.
zh_cn: 拷贝已选择的列表项目中最后一次朗读的列到剪贴板。

source: Moves the system focus and mouse to the main Tool Bar.
fa: فکوسِ سیستم و موس را روی نوارِ ابزارِ اصلی میبَرَد.
vi: Chuyển focus hệ thống và chuột đến thanh công cụ chính.
zh_cn: 移动系统焦点和鼠标到主工具栏。

source: Reports the current window.
fa: پنجره‌ی پیشِ رو را گزارش می‌کند.
vi: Thông báo cửa sổ hiện tại.
zh_cn: 朗读当前窗口。

source: Moves the system focus to the Name field of the Search window.
fa: فکوسِ سیستم را روی فیلدِ نام در پنجره‌ی جستجو میبَرَد.
vi: Chuyển focus hệ thống đến trường Name (tên) trong cửa sổ tìm kiếm.
zh_cn: 移动系统焦点到“搜索”窗口的“名字”输入框。

source: Moves the system focus and mouse to the search parameters list or Edit field for each option, in the Search window.
fa: در پنجره‌ی جستجو، فکوسِ سیستم و موس را روی فهرستِ پارامترهای جستجو یا فیلدِ ویرایشی مربوط به هر گزینه میبَرَد.
vi: Chuyển focus hệ thống và chuột đến danh sách các tham số tìm kiếm hoặc trường nhập liệu cho mỗi tùy chọn trong cửa sổ tìm kiếm.
zh_cn: 移动系统焦点和鼠标到“搜索”窗口中每一个搜索参数项或输入框。

source: Moves the system focus to the first list in the current window. For example the results list in the Search window, downloads in Transfer, etc.
fa: فکوسِ سیستم را روی نخستین فهرست در پنجره‌ی فعلی میبَرَد. به عنوان مثال، فهرستِ نتایج در پنجره‌ی جستجو، دانلودهای در حالِ انجام، و غیره.
vi: Chuyển focus hệ thống đến danh sách đầu tiên trong cửa sổ hiện tại. Ví dụ như danh sách kết quả trong cửa sổ tìm kiếm, cái gì đang được tải, v..v...
zh_cn: 移动系统焦点到当前窗口的第一个列表。

source: Moves the system focus to read-only edit boxes in the current window. For example the IRC received messages.
fa: فکوسِ سیستم را در پنجره‌ی پیشِ رو روی جعبه‌های ویرایشیِ فقط‌خواندنی میبَرَد. به عنوان مثال، پیام‌های دریافت‌شده از IRC.
vi: Chuyển focus hệ thống đến các hộp có thuộc tính chỉ đọc trong cửa sổ hiện tại. Ví dụ như các thông điệp IRC.
zh_cn: 移动系统焦点到当前窗口的只读编辑框（如 IRC 的以接受消息编辑框）

source: Moves the navigator object and mouse to the current list headers.
fa: شیءِ پِیمایِشگر و موس را به سرفهرستهای پیشِ رو میبَرَد.
vi: Chuyển đối tượng điều hướng và chuột đến các tiêu đề của danh sách hiện tại.
zh_cn: 移动浏览对象和鼠标到当前表头。

source: Reports first object of the Status Bar.
fa: اولین شیءِ موجود در نوارِ وضعیت را اعلام میکند.
vi: Thông báo đối tượng thứ nhất của thanh trạng thái.
zh_cn: 朗读状态栏的第一个对象。

source: Reports second object of the Status Bar.
fa: دومین شیءِ موجود در نوارِ وضعیت را اعلام میکند.
vi: Thông báo đối tượng thứ hai của thanh trạng thái.
zh_cn: 朗读状态栏的第二个对象。

source: Reports third object of the Status Bar.
fa: سومین شیءِ موجود در نوارِ وضعیت را اعلام میکند.
vi: Thông báo đối tượng thứ ba của thanh trạng thái.
zh_cn: 朗读状态栏的第三个对象。

source: Reports fourth object of the Status Bar.
fa: چهارمین شیءِ موجود در نوارِ وضعیت را اعلام میکند.
vi: Thông báo đối tượng thứ tư của thanh trạng thái.
zh_cn: 朗读状态栏的第四个对象。

source: eMule
zh_cn: eMule 翻译者：雪岭冰龙

source: Improves eMule's accessibility with NVDA. eMule is a P2P program to search and share files. You can get more information about eMule at http://www.emule-project.net
vi: Cải thiện khả năng tiếp cận của eMule's với NVDA. eMule là chương trình P2P để tìm kiếm và chia sẻ dữ liệu. Xem thêm thông tin về eMule tại http://www.emule-project.net
zh_cn: 提高 NVDA 在 eMule 上的可访问性。 eMule 是一个提供文件搜索和分享的P2P软件。 您若希望获取有关于 eMule 的信息可访问 http://www.emule-project.net
